{"nodes":[{"node":{"title":"Top health body to expand guidelines on abortion","Tag":"Health & Fitness","field_author":"BY JOHN MUCHANGI","body":"A new study showing that low-cadre birth attendants can effectively diagnose and treat incomplete abortion in developing countries is expected to form the basis of new international recommendations for the treatment of incomplete abortion.\nThe study, published in the medical journal Lancet last month, is expected to have impact on Kenya, where birth attendants like nurses were in 2003 banned from attending trainings on abortion care.\nThe study was carried out by researchers at Makerere University and Sweden's Karolinska Institutet last year and included around 1,000 women from rural districts of Uganda.\nThe women had visited the health centres with complications following failed abortions or miscarriages. They were selected at random for treatment with misoprostol from either a midwife or doctor. Misoprostol is a first-line drug in Kenyan maternity facilities because it helps stop postpartum hemorrhage.\nIn the Ugandan study, the women were given a dose of misoprostol in tablet form at the health centre.\n“When the women were examined after two weeks, around 95 per cent of the treatments had been performed safely and effectively, and the figure was as high for the midwives as it was for the doctors,” says the study.\n“Scaling up midwives' involvement in treatment of incomplete abortion with misoprostol at district level would increase access to safe post-abortion care,” the study recommends.\nIn Uganda, like Kenya, the legal status of induced abortion is restricted, and illegal and unsafe abortions are common, resulting in large number of incomplete abortions.\n“The study will form the basis of new guidelines from the World Health Organisation, which will recommend midwives to be main providers in the medical management of incomplete abortions in the first trimester,” says Kristina Gemzell-Danielsson, a professor at Karolinska Institutet and principal investigator of the study.\nAbortion, sometimes known as a 'termination of pregnancy,' is the medical process of ending a pregnancy to ensure that it does not end in the birth of a baby.\nA 2012 Kenya Ministry of Health study found there are approximately 465,000 induced abortions every year, most of them unsafe. In 2012, one-quarter of the women and girls who underwent an unsafe abortion had to be hospitalised as a result of serious complications such as uterine perforation, cervical damage, and septic shock.\nThe Kenya National Commission on Human Rights (KNCHR) claims such complications would be prevented if the government and medical bodies in Kenya align their regulations with the Constitution, which makes easier for women to procure abortion.\n“The scope of availing services for termination of pregnancies should be within the circumstances defined in the Constitution and as such, services must be made available in both urban and rural areas including the marginalised areas,” says the 2012 KNCHR report, Realising Sexual and Reproductive Health Rights in Kenya: A myth or reality?\nThe government also banned medics from conducting seminars or trainings on pregnancy termination services saying the “law bans abortion on demand.”\n“In the meantime, all patients and clients who require care and management for unplanned, unintended and risky pregnancies will be provided with the necessary and appropriate high quality care that is within the law to prevent morbidity and mortality that may be associated with such pregnancies,” said Dr Francis Kimani, former director of medical services, in his letter in December 2013.\nThe government also withdrew the Standards and guidelines for reducing morbidity and mortality from unsafe abortion in Kenya and the National curriculum for the management of unintended and unplanned pregnancies.\nEvelyn Opondo of the Centre for Reproductive Health, an international NGO with offices in Nairobi, says the withdrawal might be counter-productive.\n“If Kenya hopes to achieve Millennium Development Goal 5, improving maternal health, it must confront unsafe abortion which remains a leading cause of maternal morbidity and mortality in Kenya.”\nThe NGO has been campaigning for the government to reinstate the regulations, saying they allow low cadre midwives, including nurses, to gain the important knowledge that can be used to save lives.\n“Kenyan women will continue to die from abortion if the government fails to develop policies and guidelines that address unsafe abortion as well as when doctors, nurses and clinical officers can provide legal abortion services,” she says.\nKenya's constitution says abortion can only be performed by a trained medical practitioner who include nurses, clinical officers and midwives.\nVeteran obstetrician and gynecologist Prof Joseph Karanja says unsafe abortion remains “a problem of the poor” because the poor who can only afford health care at public hospitals, which lack medics to provide safe abortion services.\n“So they go to the quacks, they get injured. Some of them die,” says Karanja says who also teaches at the University of Nairobi’s School of Medicine and former chair of the Kenyan Obstetrics and Gynecology Society (KOGS).\n","field_image":[{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/04\/20\/28502\/12.png","alt":"PREGNANT: An expectant woman awaits delivery at Mombasa Hospital. Cases of unsafe abortion are on the rise. PHOTO\/ELKANA JACOB. "},{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/04\/20\/28502\/12_0.png","alt":"Dr Joseph Karanja, a gynaecologist"}],"nid":"28502","path":"\/news\/top-health-body-expand-guidelines-abortion","created":"Monday, April 20, 2015 - 08:00","status":"Yes","sorted_tags":["Abortion","Pregnancy","Reproductive rights","Obstetrics","Miscarriage","Human rights","Abortifacient","Pro-choice"],"theme":{"Abortion":"0.963943","Pregnancy":"0.782529","Reproductive rights":"0.703913","Obstetrics":"0.700388","Miscarriage":"0.543162","Human rights":"0.528598","Abortifacient":"0.52729","Pro-choice":"0.491951"}}},{"node":{"title":"Aga Khan starts new pain relief for cancer patients","Tag":"Health & Fitness","field_author":"BY JOHN MUCHANGI","body":"Cancer patients at the Aga Khan University Hospital will now undergo new procedures to relieve chronic pain where all other methods and drugs have failed. \nThe hospital said the procedure, called neuromodulation, is performed on patients who have been suffering from persistent pain for at least two months with the underlying cause not having been found.\nDr Thikra Sharif, the head of the pain management unit unit, said neuromodulation refers to three different procedures.\nHe says the first is Spinal Cord Stimulator, which involves implanting a fine soft wire with electrical leads on its tip placed through a needle in the back close to the spinal column.\n\"A small incision is then made and a tiny, programmable generator with batteries that can last up to seven years placed in the upper buttock, or abdomen under the skin. This emits electrical currents to the spinal column which block pain signals hence giving relief to a patient,\" he said.\nThe procedure is used as a last resort for both cancer and non-cancer patients when all other modes of treatment have failed and has not been performed elsewhere in East Africa.\nAga Khan has already performed the procedure on 43 patients.\nSharif says: “Chronic pain that is undiagnosed, or untreated leads to disability and loss of proper functioning.\"\nThe second procedure is Sacral Neuromodulation Stimulator, used to treat pelvic pain in males and females mostly in patients with bowel dysfunction, or incontinence.\n“Sensations such as fullness in the bladder, or rectum are also relayed to the brain via these nerve routes. Sacral neuromodulation may help to correct inappropriate, unwanted, or even erroneous messages sent along these nerve pathways,” Dr Sharif says.\nLastly is Intrathecal nerve stimulator, used for the management of spasticity (a condition in which muscles are continuously tight or stiff) caused by injury to the neural tissue inside the cord after surgery. \nThe hospital did not reveal the cost of these procedures.\n","field_image":{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/04\/20\/28507\/12.png","alt":"The Intensive Care Unit at Coast General Hospital..Photo Nobert Allan"},"nid":"28507","path":"\/news\/aga-khan-starts-new-pain-relief-cancer-patients","created":"Monday, April 20, 2015 - 08:00","status":"Yes","sorted_tags":["Aga Khan IV","Hospital","Pain","Muscle","Central nervous system","Aga Khan IV","Agha","Aga Khan Development Network"],"theme":{"Aga Khan IV":"0.975522","Hospital":"0.86403","Pain":"0.829237","Muscle":"0.79838","Central nervous system":"0.788979","Aga Khan":"0.78065","Agha":"0.777908","Aga Khan Development Network":"0.772998"}}},{"node":{"title":"why Mps might hold the last card in TB control ","Tag":"Health & Fitness","field_author":"BY DIANA WANGARI","body":"When it comes to combating health epidemics and strengthening health systems in a country, the role of our elected leaders should not be underestimated.\n  Think about it, what difference it would make if there was political will behind health initiatives. Every member of parliament would be working with their constituents. \nIt would be lending a voice to the voiceless.\nFor it is well and good to have a cause, but the process moves a whole lot faster and gains much more attention if those in positions of power offer their support.\n And what cause deserves more attention than that of ensuring good health for the people? Isn’t the Beyond Zero Campaign launched by the First Lady, Margaret Kenyatta, to improve maternal and child health outcomes in Kenya, a perfect example?\nTuberculosis has been in existence for over decades and despite advancement in science and technology; there are is no new TB vaccine that has been launched and none for adults for that matter. The anti-TB drugs that were being used over a decade ago are the same being used today.\nThe funding for TB does not match the global TB burden. Tuberculosis, on other hand, has been evolving with cases of Multi Drug Resistance TB (MDR-TB) coming up and Extensively Drug Resistant TB (XDR-TB) being reported.\nIt takes a minimum of six months to complete a TB treatment course, which includes multiple drugs. Now imagine if there was resistance to not one, but two of the most powerful of the anti-TB drugs; MDR-TB and if the form of TB is resistant to at least four of the core anti-TB drugs; XDR-TB.\nThis would make the treatment of TB difficult with the treatment options being limited and expensive. \nThe risk being that soon the drugs in circulation might prove to be ineffective. \nTherefore, with such a possibility looming over our heads, tuberculosis deserves all the attention and support that it can get. A great effort was made late last year during the World Lung health conference.\nOn 30th October 2014, parliamentarians and political leaders spanning five continents signed the Barcelona Declaration on Tuberculosis, committing themselves to work for sustained action and significant investment in the fight against TB. \nThe declaration was the result of the inaugural Global TB Summit, which was held in conjunction with the 45th Union World Conference on Lung Health in Barcelona.\n“As elected representatives we have reached across geographic and political divides to plan how we can use our leadership and influence to demand more effective action to beat the TB epidemic”, said Nick Herbert MP, co-chairman of the UK’s All Party Parliamentary Group on TB (APPG), which co-organised the Summit with the International Union Against Tuberculosis and Lung Disease (The Union).\nThe first-ever Global TB Summit brought together elected representatives from around the world to galvanise the political will needed to tackle TB, and to create a clear vision for the role of parliamentarians in combating the epidemic.\nIn addition to the Declaration, the Summit also resulted in the creation of a Global TB Caucus—a globe-spanning network of parliamentarians that will drive these efforts.\n “By signing the Declaration we are committing to work together in a global effort to prioritise TB on political agendas in every country which has a role in combating this disease,” said Herbert.\n“The world cannot afford to make choices between tackling these terrible diseases – it must fight on every front to beat these epidemics.”\nThe Declaration also called for a new model of model of research and development for TB that will sustain and enhance the existing pipeline to introduce desperately needed new TB drugs, diagnostics and vaccines and ensure that new treatments are available, accessible, appropriate and affordable for all who need them. \nKenya was equally well represented in the conference by three members of the National Assembly: Dr Robert Pukose, vice chair of the Health Committee, and members Stephen Mule and Dr James Murgo.\nThe MPs were keen to acknowledge that political leadership is key in the combating TB and that they hoped to drive the movement in Kenya to ensure that TB programmes received support. \nDuring the celebration of World TB Day on March 24, MP Stephen Mutinda Mule drew the attention to the Barcelona declaration and urged members to sign the declaration in demonstration of their support to the global agenda of eliminating Tuberculosis.\nThe chair of the global parliamentary caucus on tuberculosis reported that 133 MPs have signed the declaration and expressed the desire to be part of the combined commitment in lowering and ultimately eliminating Tuberculosis in Kenya, Africa region and world over.\nTuberculosis has plagued us for over decades and it is time that we committed to bringing an end to that. We must strive to attack and that necessitates political will. \nAnd with the recent launch of that National Strategic Plan for Tuberculosis, Leprosy and Lung Health 2015- 2018, Kenya is taking the first step in the right direction.\n","field_image":[{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/04\/13\/27553\/12.png","alt":"AWARE NES DRIVE: Boda boda riders spread TB control messages in Nakuru Town last month"},{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/04\/13\/27553\/12_0.png","alt":"action: Matungulu MP Stephen Mule."}],"nid":"27553","path":"\/news\/why-mps-might-hold-last-card-tb-control","created":"Monday, April 13, 2015 - 09:30","status":"Yes","sorted_tags":["Tuberculosis","Extensively drug-resistant tuberculosis","Antibiotic resistance","Tuberculosis","Nick Herbert","Infectious disease","Multi-drug-resistant tuberculosis","Jomo Kenyatta"],"theme":{"Tuberculosis":"0.95229","Extensively drug-resistant tuberculosis":"0.469497","Antibiotic resistance":"0.362039","Tuberculosis treatment":"0.300647","Nick Herbert":"0.296825","Infectious disease":"0.265798","Multi-drug-resistant tuberculosis":"0.256073","Jomo Kenyatta":"0.246084"}}},{"node":{"title":"Group wants the poor to manage funds","Tag":"Health & Fitness","field_author":"By IBRAHIM ORUKO","body":"Vulnerable groups should be allowed to decide how they should benefit from health and social protection funds released by the Treasury.\nChairman of the Kenya Community Based Health Financing Association (KCBHFA) Lucas Wadenya says those groups should be trained to participate effectively in decision-making processes. “The vulnerable have hidden potential to propel the economy of Kenya if empowered,” he said.\nWadenya feels that despite the government’s good intentions to improve the living standards of the poor and vulnerable groups, not all are benefiting. “They should be the one deciding who among them should benefit from such funds, thus eliminating conflict of interest between them and community leaders,” Wadenya says.\nDirector of children’s services Ahmed Hussein, who steered the establishment of Cash Transfer to Orphans and Vulnerable Children policy in 2004, currently catering for 260,000 families, says vulnerable groups are increasingly in need of social and economic support to make them self-reliant.\nAt a recent meeting to discuss the involvement of vulnerable groups in social welfare development, researcher Bether Kokach said vulnerable people felt corruption, nepotism and favouritism denied them the right to receive social protection funds.\nKCBHFA, who organised the meeting, comprises 11 groups that support community-driven health finance schemes where the poor contribute to a common fund managed by leaders of their choice. \nSocial Development Secretary Stefanie Bitengo, who represented the Ministry of Labour, said the government currently relies on local officials for the identification of vulnerable people, which is subjective, unverifiable and incoherent in many places.\nBitengo said the government was concerned by increasing rate of poverty as the poor, currently standing at 18 million. “The proposed National Social Protection Bill 2014 is in tandem with participatory identification of the poor. The National Government will strive to support players in the social protection arena by ensuring a legal framework is fast tracked and put in place,” she said.\n","field_image":{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/04\/13\/27555\/12.png","alt":"BENEFICIARIES?Two street boys assist each other in crushing fleas from a jacket in Nairobi. Photo\/HEZRON NJOROGE"},"nid":"27555","path":"\/news\/group-wants-poor-manage-funds","created":"Monday, April 13, 2015 - 09:30","status":"Yes","sorted_tags":["Welfare","Poverty","Government","Finance","Sociology","Unemployment","Organization","Decision making"],"theme":{"Welfare":"0.927504","Poverty":"0.908731","Government":"0.805827","Finance":"0.791811","Sociology":"0.777716","Unemployment":"0.731854","Organization":"0.681225","Decision making":"0.671472"}}},{"node":{"title":"Post abortion care: A newly-wed's experience ","Tag":"Health & Fitness","field_author":"BY JOHN MUCHANGI","body":"A newly-married woman from Mombasa has explained how her joy  turned into heartbreak when doctors explained that her weeks-old  pregnancy would be terminated.\nMarion, who did not want her second name mentioned, experienced  all the initial signs of pregnancy, including missed periods,  cramping and changes on her breasts.\n“I was overwhelmed. I started thinking about the pregnancy and  what I could do best to ensure my child comes to the world alive and  healthy,” she says.\nShe then went for a scan at a private clinic in Mombasa to confirm  the pregnancy and know when she would give birth.\n “After the scan, the doctor surprisingly told me I had a  blighted ovum,” she says.\nMarion says she panicked because she did not understand what that  meant. “What is that? Could that mean that I cannot conceive,”  she asked the doctor.\nHe explained that a blighted ovum occurs when a fertilised egg  implants in the uterus, but does not develop into an embryo.\nIt is also referred to as an ‘anembryonic pregnancy’ and is a  leading cause of early pregnancy failure or miscarriage in most  women.\n“This pregnancy will not develop to maturity, you will  eventually get a miscarriage in between four to six weeks,” the  doctor told her.\nCoast General Provincial Hospital (CPGH) Deputy Administrator Dr  Victor Njom explains that blighted ovum is a normal occurrence in  many women.\n“What causes blighted ovum is unknown. We only know that an egg  is fertilised, but it does not develop into an embryo and eventually  the mother gets a miscarriage,” he says.\nHe says that many women never notice they had a blighted ovum  because the bleeding (miscarriage) is experienced just within the  first two months.\n“In many cases it is not diagnosed. A woman will just notice she  is losing her pregnancy through a miscarriage within the early days,”  he says.\nMarion says her private doctor told her she could either wait for  the miscarriage or opt for its removal (clinical abortion).\n“I asked the doctor if removing it would involve a surgery. He  told me it is non-surgical and it will also be better way of dealing  with the problem,” says Marion.\nThe doctor told her the removal would involve a process known as  dilation and curettage (D&C).\nThis is a procedure to remove tissue from inside the uterus. It is  a safe clinical abortion, which is only performed after doctors  confirm that the pregnancy will not last.\nIt is one of the health grounds provided for in the constitution  for safe termination of pregnancy in Kenya.\nDoctors also perform dilation and curettage to diagnose and treat  certain uterine conditions, such as heavy bleeding or to clear the  uterine lining after a miscarriage or abortion.\nDr Njom however says it is not necessary for a woman with blighted  ovum to undergo D and C since the woman body terminates the pregnancy  on its own.\n“These things usually come out as miscarriage, but if a woman  wants it to be removed, she is usually advised to go ahead,” he  says.\nDoctors at Kenyatta National Hospital (KNH), where Marion  underwent the D and C procedure, say it has very few consequences if  performed by qualified personnel.\nIt is a procedure in which the cervix of the uterus is expanded  (dilated) so that the uterine lining (endometrium) can be removed  with a spoon-shaped instrument called a curet or curette.   \nThe procedure takes between 30 and 40 minutes in most cases.\n“I was told to pay about Sh12, 000 and was booked at the  hospital. I had really panicked, but the doctor assured me I would be  fine,” she says.\nShe finally underwent the process and was discharged from the  hospital on the same day.\n“I was told to return after two weeks and call the doctor  whenever I noticed something unusual or feel that I need some help,”  she adds.\nHealth experts say there are two ways of performing a safe  clinical abortion, D and C and Manual Vacuum Aspiration (MVA). These  two processes are only done under doctors’ advice when a woman’s  health is in danger or if the doctors observe abnormality in the  pregnancy.\nThe two processes are all non-surgical. Marion says, she was told  to wait for at least three months (three monthly period cycles)  before conceiving again.\n“I was told to give my cervix a rest. I was also told to wait  for at least two weeks before I engage in sexual intercourse with my  husband,” she says.\nThe Nairobi-based Centre for Reproductive Rights says such  processes - even thought they are safe  and life saving -  might not  be performed in many government hospitals because the ministry of  health has withdrawn guidelines on safe abortion. Medics have also  been banned from attending training on such procedures.\n Evelyn Opondo, calls on the government to reinstate the  reproductive health guidelines. “The government has the power to  help women by expanding access to reproductive health services, from  maternal health care to contraceptive information and services,”  she says.\n","field_image":[{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/04\/06\/26640\/12.png","alt":"Post abortion care: A newly-wed&#039;s experience "},{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/04\/06\/26640\/12_0.png","alt":"Blighted ovum miscarries within a month"},{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/04\/06\/26640\/12_1.png","alt":"Pregnancy test"}],"nid":"26640","path":"\/news\/post-abortion-care-newly-weds-experience","created":"Monday, April 6, 2015 - 11:00","status":"Yes","sorted_tags":["Abortion","Pregnancy","Miscarriage","Dilation and curettage","Uterus","Menstrual cycle","Childbirth","Vacuum aspiration"],"theme":{"Abortion":"0.969921","Pregnancy":"0.887173","Miscarriage":"0.697147","Dilation and curettage":"0.68076","Uterus":"0.663249","Menstrual cycle":"0.577016","Childbirth":"0.524282","Vacuum aspiration":"0.521723"}}},{"node":{"title":"WHO release guidelines to prevent food poisoning ","Tag":"Health & Fitness","field_author":"BY ALEX NYAGA","body":"A week after more than 80 members of Strathmore University suffered food poisoning in Nairobi, the World Health Organisation has released guidelines for food safety.\nThe victims admitted to hospital were among 300 others who ate the food during the university’s seniors’ dinner. The university attributed the poisoning to bad food delivered by an outside caterer. Many of those admitted were vomiting and had diarrhoea. \nIn a statement to mark tomorrow's world health day, the WHO said food containing harmful bacteria, viruses, parasites or chemical   substances is responsible for more than 200 diseases, ranging from   diarrhoea to cancers.   \"Food safety is a shared responsibility. It is important to work all   along the food production chain – from farmers and manufacturers to   vendors and consumers,\" said the organisation. The theme for tomorrow is food safety.\n WHO also released guidelines saying all food should always be kept clean while raw and cooked food should be separated. \nFood must also be cooked thoroughly at safe temperatures. The organisation, which advises governments around the world, also called for use of safe water and raw materials.\n\"Unsafe food is linked to the deaths of an estimated two million people annually – including many children,\" WHO said.\nIt warned new   threats to food safety are constantly emerging. These are triggered by changes in food   production, distribution and consumption; changes to the environment;   new and emerging pathogens and antimicrobial resistance.\n\"As our food supply becomes increasingly globalized, the need to   strengthen food safety systems in and between all countries is becoming   more and more evident. That is why the WHO is promoting efforts to   improve food safety, from farm to plate,\" the statement said.   The organisation recommends  adherence to the   Codex Alimentarius, a collection of international food standards,   guidelines and codes of practice covering all the main foods and   processes. \n","field_image":{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/04\/06\/26642\/12.png","alt":"MOUTHWATERING: food should be cooked at the right temperatures..Photo Elkana Jacob"},"nid":"26642","path":"\/news\/who-release-guidelines-prevent-food-poisoning","created":"Monday, April 6, 2015 - 11:00","status":"Yes","sorted_tags":["Food","Bacteria","Codex Alimentarius","Food","Organization","World Health Day","Cooking","Tuberculosis"],"theme":{"Food":"0.954241","Bacteria":"0.714925","Codex Alimentarius":"0.702716","Food safety":"0.606971","World Health Organization":"0.472318","World Health Day":"0.437797","Cooking":"0.41938","Tuberculosis":"0.3898"}}},{"node":{"title":"Kenya needs Sh20 billion for TB","Tag":"Health & Fitness","field_author":"BY ERIC OLOO","body":"Kenya requires Sh20 billion to effectively fund tuberculosis programmes in the next four years, National TB and Leprosy Disease Programme (NTLD-P) has said.\nHead of the programme, Dr Enos Masini, said the country is experiencing a shortage of funds. He said they currently have Sh7 billion out of the required  Sh27 billion, which is inadequate.\n“We have a deficit of Sh20 billion in our current budget towards supporting the TB related programmes across the country,” Dr Masini said during the World TB day at Siaya County stadium.\nThe medic, however, said efforts against TB are bearing fruit because since 2007, new infections have reduced from 120,000 people to 90,000 annually.\nHe said this was due to increased health institutions offering screening and testing, which now stand at about 4,000 across the country.\nHe said the multi-drug resistant TB has equally been controlled due the proximity of these health centres. Previously, only Kenyatta National Hospital and Moi Teaching and Referral Hospital could test MDR TB.\n“We have ensured that TB screening services are offered in virtually all the 47 counties hence the current success stories,” added Masini.\nHealth Cabinet Secretary James Macharia says 80 per cent of all people with TB are identified and placed on treatment with 90 per cent of them successfully treated.\nThe cabinet secretary added that in the last decade, one million Kenyans were successfully treated for TB, saving 400,000 lives hence averting more deaths.\nHe added that the ministry has rolled out the GeneXpert test, a new and more accurate test for detecting tuberculosis.\nMacharia added that currently 70 such machines are placed in county and sub county hospitals.\nHe said the ministry has decentralized the treatment of MDR TB to 156 treatment sites across the country.\n“Monitoring and evaluation of TB control services is now electronic through the introduction of TIBU data system,” added Macharia in a speech read on his behalf by Dr Jackson Kioko.\n","field_image":{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/03\/30\/25529\/12_0.png","alt":"seeking help: TB patients waiting in a hospital. "},"nid":"25529","path":"\/news\/kenya-needs-sh20-billion-tb","created":"Monday, March 30, 2015 - 09:00","status":"Yes","sorted_tags":["Tuberculosis","Jomo Kenyatta","Jomo Kenyatta","United States Cabinet","Names of large numbers","Multi-drug-resistant tuberculosis","Leprosy","Ministry"],"theme":{"Tuberculosis":"0.989621","Jomo Kenyatta":"0.614857","Kenya":"0.494491","United States Cabinet":"0.486902","Names of large numbers":"0.433881","Multi-drug-resistant tuberculosis":"0.433455","Leprosy":"0.409789","Ministry":"0.407074"}}},{"node":{"title":"Health diary","Tag":"Health & Fitness","field_author":"BY STAR REPORTER","body":"Kenyans will mark World Autism Day on Thursday this week. The theme is, “Employment: The Autism Advantage”. \nMost autistic people are jobless. Autism affects about four per cent of Kenyans, according to Autism Society of Kenya. \nIt is a development disorder leading to impaired social interaction, and repetitive behaviour.\n","field_image":"","nid":"25530","path":"\/news\/health-diary","created":"Monday, March 30, 2015 - 09:00","status":"Yes","sorted_tags":[],"theme":[]}},{"node":{"title":"Why MPs Should Pass Tobacco Regulations","Tag":"Health & Fitness","field_author":"BY JOHN MUCHANGI","body":"Joshua Kyallo, Director of Africa for Campaign For Tobacco-Free Kids, says a tobacco epidemic is looming. He spoke to John Muchangi\nTell us about Campaign For Tobacco-Free Kids work in Africa\nThe Campaign For Tobacco Free Kids (CTFK) is based in Washington DC. We work in global health and tobacco control. We were recently successful in getting some strong laws passed in Russia and smoke-free laws in Beijing. Coming to the African region, the TFK, as part of the Africa tobacco control work, supported by the Bill and Melinda Gates and Bloomberg philanthropies around 2005, 2006 and 2007, began by giving grants to African countries to help pass laws. Some of the examples include the tobacco control legislation in South Africa. We have continued through our partners to support South Africa. Around 2010, we also helped Togo, one of the smallest countries in Africa but very strong in tobacco control. We have done work in Ghana, which passed tobacco control law in 2012. Currently, we work alongside all tobacco control actors around the world and in Africa in partnership with the World Health Organisation (WHO), who primarily support the government. We've partnered with the American Cancer Society over the last five years or so and the International Union AgainstTuberculosis and Lung Disease. Within that broader network, the role of TFK in Africa is to build primarily the capacity of civil society organisations to support passage of strong tobacco legislations that are compliant with the WHO Framework Convention on Tobacco Control (FCTC). That work includes Kenya where we helped pass the law in 2007. We also work in Ghana, where there's a law in Togo, Nigeria, Botswana, and Ethiopia among others. We have about 10 countries.\nTobacco use in many parts of the world outside of Africa is going down. How is the situation on the continent?\nCompared to the rest of the world, the tobacco prevalence rates in Africa are much lower. That's the good news. The bad news is, we are the primary target of the tobacco industry.\nSo as the rest of the world tighten their laws in tobacco legislation, the tobacco industry is setting base in Africa. What we are doing in Africa is primarily prevention. We think there's an opportunity to stop an epidemic before it comes to Africa. We have a lot to learn from what has happened in other parts of the world. We know where the science is; we know where the truth is.\nThere are tools that have proven very successful in Latin America and across the whole world. There's no reason why Africa cannot act now. We have struggled in Africa with infectious diseases. Look at what has happened to the healthcare system with tuberculosis, malaria, HIV and maternal and child health issues. Our health care system has been totally stretched and health workers cannot cope. I do not think myself that Africa has capability to withstand another epidemic.\nSo the work in Africa, from TFK perspective, is primarily prevention; preventing an epidemic before it hits the continent. So we we take satisfaction in the sense that the epidemic hasn't hit us yet, but we see the threat. Look at BAT for example. It has been in Kenya for 100 years. Across Africa, Philip Morris has built a hub in West Africa. We helped set up legislation in West Africa and continue to work in Senegal and Ghana, where we helped pass laws last year. Philip Morris has set up huge headquarters in Dakar, Senegal, and is the supply hub for the region.\nIn Kenya, BAT moved from South Africa, and has also taken its offices from Uganda and moved them to Kenya. Africa has become the target of the tobacco industry. I will give you very specific statistics. In 2010, data showed that tobacco industry managed to get profits from cigarettes from only two regions in the world. These were Middle East and Africa. BAT says although they are losing their market in the rest of the world, they have very great prospects in Africa.\nCampaign For Tobacco-Free Kids has actively supports tobacco control in Africa. Why this urgency?\nTobacco use is the world's leading cause of preventable deaths today. The science is overwhelming. Tobacco kills six million people a year today. It kills far more people than HIV\/Aids, malaria, tuberculosis, accidents and homicides combined. This scares me as a Kenyan because we have spent a lot of time to address these issues. Imagine an epidemic that kills far more people than that? That's what tobacco does. Number two, it is projected if we do not do anything now - for instance if Kenya does not pass the regulations, or implement them - around the world, 8 million people will die a year from tobacco use. 70 per cent of those will be from less developed economies like Africa, Kenya included.\nThe cost of inaction now to Africa and Kenya, in the long-term, is going to be huge. We are dealing with a product sold by tobacco industry, which kills, causes disease and causes disability. It's the only product we know which when you use consistently as prescribed by the manufacturer, we know for sure, will kill at least 50 per cent of its lifetime users. You can be guaranteed. Therefore there's a an urgency to prevent a looming epidemic and there's a very small window of opportunity. I always tell African and Kenya, you have the science now, the evidence and the opportunity to act. Why wait?\nDo you think Kenya has done enough to stop these deaths?\nThe story of Kenya is an exciting and sad one as well. Exciting because Kenya was one of the first country to ratify the World Health Organisation FCTC around 2005. In 2007, Kenya passed the Tobacco Control Act. That’s the good part.\nThe sad part is for seven years since then, Kenya did not adopt the regulations to fully implement the 2007 Act. Why is that? One is political leadership. But the biggest barrier has been consistent, deliberate, tobacco industry interference. So we were excited that last December when the Minister of Health issued the tobacco control regulations.\nThey are are not the strongest across Africa, but they are a brave, positive development and we are very hopeful the Ministry of Health, the Government of Kenya and Parliament can stand firm, and have these regulations adopted.\nThe parliamentary committee on delegated legislation is accused of sitting on these regulations past the 21-day deadline imposed by the law.\nI can speak as a global practitioner of public health and tobacco control and also speak as a Kenyan. I think the first thing Kenya should do is get the regulations adopted.\nThere’s no moment in history better than now to put in place regulations to protect the health and lives of 44 million Kenyans. It’s absolutely priority number one.\nNot to do that now will be failure on part of Parliament and government and will potentially mean that for years to come, millions of lives that would have been protected now, will be exposed to the deadly consequences of tobacco use. That for me is priority number one.\nWHO director Dr Margaret Chan mentioned tobacco firms have resorted to lawsuits to intimidate governments and their ministries of health. Have you seen this trend in Africa?\nLet's just understand the tobacco industry because we need the government and the public to know who we are dealing with. The tobacco industry is not a friend of public health. If you look at the FCTC article 5.3, it says there is an irreconcilable conflict of interest in the commercial interests of the tobacco industry and the public health agenda of governments.\nSo what's happening in Kenya is a fight between the commercial priorities of the tobacco industry and the responsibility and obligations of the government of Kenya to fulfill its legal mandate as a party to the FCTC. Kenya ratified the FCTC and is legally bound. The Kenyan constitution of 2010 says any international law that Kenya ratifies is enshrined within the constitution of Kenya. So the FCTC is actually a piece within the Kenyan constitutional framework.\nBut the tobacco industry comes up with a lot of tactics. They will distort evidence and we have seen them do that. They will sometimes discount science even when the evidence is overwhelming. They will intimidate governments, they will try to mislead governments, they will threaten the government. Litigation is one way to do that. I am very familiar with the case of Kenya where the BAT has sued the Ministry of Health. The timing of the lawsuit was to try and intimidate the government in its efforts to adopt the regulations. Within the Tobacco Control Act, the Minister of Health is fully empowered to issue regulations and tell the industry what they can or they cannot do.\nSo the minister was acting purely within the law of 2007. But the tobacco industry went to the court asking for an injunction to have time to speak with the minister. They were trying to arm-twist the ministry into a negotiation table. The minister, who is actually dedicated and has a great team with a tobacco control board, has taken a very professional, clear stand and said there is no basis for negotiation.\nI am aware the Minister of Health has filed defence. The ministry is firm and we urge them to continue to be firm. This is the industry trying to intimidate the government. And the intention is get people scared and Parliament thinks, if we adopt the regulations, we are going to get more lawsuits. We have seen this around the world. There is nothing new in it.\nIn other parts of the world, in Australia and Paraguay for instance, the industry has sued governments for allegedly flouting trade agreements.\nIn Kenya too the industry first tried to raise trade arguments and the Attorney General filed a response that the regulations are within the constitution of the country. They were defeated. They went and wrote to Parliament and tried to confuse Parliament. They lost the initial round. I am also aware they wrote to Chief of Staff in the President's office, who in turn wrote to the Minister of Health trying to intimidate the minister, but the minister made a very professional response to the allegations.\nWithin the East African Community, the industry acts either directly or using camouflages. The EAC business community is the tobacco industry mouthpiece. I am aware letters have gone to EAC headquarters in Arusha accusing Kenya of trying to violate trade agreements. When the people who understand the constitution of Kenya looked at those those accusations, they had no basis.\nInside Kenya, you have the Kenya Manufacturers Association. When you hear the voice of KAM, you are listening to the tobacco industry. I know KAM has sent tonnes of letters to Parliament trying to undermine the adoption of the legislation.\nDo you feel the current legislations in Kenya adequately cover new forms of tobacco and nicotine delivery like Shisha and electronic cigarettes?\nI can speak as a global practitioner of public health and tobacco control and also speak as a Kenyan. I think the first thing Kenya should do is get the regulation adopted. There's no moment in history that Kenya, Parliament and the government have a better opportunity than now to put in place regulations to protect the health and lives of 44 million lives of Kenyans. It's absolutely priority number one. Not to do that now will be failure on part of Parliament, failure on part of government and will potentially mean that for years to come, millions of lives that would have been protected now, will be exposed to the deadly consequences of tobacco use. That for me is priority number one.\nOn the issue of Shisha and e-cigarettes, the global evidence is very clear. There is no form or level of tobacco use that is safe. These electronic devices are for transmitting products that are toxic. You have the same level of effect. Currently, the regulations have not regulated them. But in Uganda, the government has already decided they will ban Shisha. So Kenya needs to learn from that. But we say, if governments can ban cigarettes, let them do it. It's within their mandate.\nThe point is, it's not for us to tell governments what to do. Our work as TFK and other global actors is to present the government with the science and the evidence, which is overwhelming. To remind them of international commitments and obligations and ask them to act consistent with their promises to their citizens. When they ratified the FCTC, they made a commitment not to us but to the citizens of Kenya.\n","field_image":[{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/03\/30\/25527\/12.png","alt":" Joshua Kyallo, Director of Africa for Campaign For Tobacco-Free Kids,"},{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/03\/30\/25527\/12_0.png","alt":"Joshua Kyallo, Director of Africa for Campaign For Tobacco-Free Kids,"}],"nid":"25527","path":"\/news\/why-mps-should-pass-tobacco-regulations","created":"Monday, March 30, 2015 - 09:00","status":"Yes","sorted_tags":["Africa","Organization","Tobacco","Jomo Kenyatta","Africa","2003 Cricket World Cup","Health care","Africa"],"theme":{"Africa":"0.985529","World Health Organization":"0.836454","Tobacco":"0.729786","Kenya":"0.575603","African Union":"0.564258","2003 Cricket World Cup":"0.516614","Health care":"0.515958","East Africa":"0.515632"}}},{"node":{"title":"The Lottery of Birth in Kenya","Tag":"Health & Fitness","field_author":"BY TRACY MUTINDA","body":"The world's most disadvantaged children, including some in Kenya, are being left behind in global race to improve child survival.\n \nDespite historic global progress in reducing under-five child mortality rates over the past 15 years, new research conducted by Save the Children has found that large groups of children are still being left behind, simply because of where they live and the circumstances in which they are born.\n \nMany factors, including whether a child lives in a rural area or belongs to a disadvantaged ethnic group, play a huge role in a child’s chances of survival. Save the Children describes this situation as a ‘lottery of birth’.\n \nThe Lottery of Birth report, based on inaugural analysis of disaggregated data from 87 low and middle income countries around the world, reveals that in more than three quarters of these countries inequalities in child survival rates are actually worsening, resulting in some groups of children making far slower progress than their better-off peers.\n \nSave the Children Country Director, Duncan Harvey, says: “In this day and age, it is scandalous that so many children’s chances of survival across the world is purely a matter of whether or not they were lucky enough to be born into an affluent family who can access quality healthcare.”\n \nSave the Children’s global analysis suggests that, without a true step change in action, the lottery of birth will continue into the future, slowing progress towards the ultimate goal of ending preventable child deaths for generations to come.\n \n Kenya has made significant progress in all levels of childhood mortality since 2003 and this progress has been seen through increased uptake of immunization services and low incident of malaria related deaths. However, despite this recent progress by the government and other stakeholders, mortality rates still need to be halved if Kenya is to reach its MDG 4 target. According to KDHS 2003-2008, currently, 74 children of every 1,000 born in Kenya will die before their fifth birthday\n \n \n \n","field_image":{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/03\/23\/24539\/12_0.png","alt":"BETTING? Survival depends on where a child is born and tribe."},"nid":"24539","path":"\/news\/lottery-birth-kenya","created":"Monday, March 23, 2015 - 09:00","status":"Yes","sorted_tags":["Child mortality","Mortality rate","Infant mortality","Death","Childhood","Childbirth","Millennium Development Goals","The World Is Flat"],"theme":{"Child mortality":"0.980193","Mortality rate":"0.651222","Infant mortality":"0.630982","Death":"0.60091","Childhood":"0.599671","Child":"0.57711","Millennium Development Goals":"0.501727","The World Is Flat":"0.495037"}}},{"node":{"title":"Firms make Sh650,000 for every tobacco death - Report","Tag":"Health & Fitness","field_author":"BY JOHN MUCHANGI","body":"A cigarette smoker’s life might be worth just Sh650,000.  A new report claims this is the amount the tobacco  industry makes for each person who dies from smoking-related diseases.\nThe fifth world Tobacco Atlas  says that in 2013, the last year for which detailed figures were available, tobacco industry profits were more than $44 billion. Meanwhile, 6.3 million people died from smoking-related illness, equivalent to a profit of $7,000 (Sh650,000) for each death caused by tobacco.\nThe Atlas also reveals new evidence that tobacco in all forms is more harmful than previously  thought, leading to devastating health problems and death.\n “The harm to the  human body from tobacco use is staggering… And remarkably, we’re still finding  out that there are other diseases that are linked to tobacco use. For example,  recent research from the American Cancer Society (ACS) suggests a significant  connection between kidney failure and tobacco use, which was not known  previously,” says one of the authors and editor, Jeffrey Drope.\nThe  Atlas, produced by the World Lung Foundation and the ACS,  is one of the world’s most comprehensive publications on tobacco use.  It was released last week during the 16th World Conference on Tobacco or Health  (WCTOH) in Abu Dhabi.\nThe two organisations warned that tobacco firms are  now aggressively expanding into Africa as governments in Europe and the US  tighten smoking regulations. \nWorld Health Organisation’s African regional advisor on  tobacco control Dr Ahmed Ogwell Ouma says projections in show male smoking prevalence  going up by 2028 in Africa, while the female prevalence will go down. \nWHO says prevalence in the rest of the world will drop.\n“The main barrier to effective tobacco control is the  tobacco industry. The industry has become openly aggressive. Today they are  coming up openly and engaging advocates in the streets. They are trying to disorganise  the good work that’s being done,” Ogwell told the Star. \nScientific studies since 1940s have linked tobacco use to  lung cancer but the industry has effectively slowed governments’ actions by  disputing that evidence. \nThe atlas quotes new  evidence that tobacco smoke contains at least 69 cancer-causing ingredients.\nIt further cites studies to confirm tobacco harms every organ of  the body and is also responsible for increased heart diseases and stroke  because it causes blood clots. \nSmokers also wrinkle prematurely and are more likely to lose  their teeth and sight or become impotent. \n“Several tobacco products have been introduced that claim to  reduce harm, but some of them have already shown harmful effects,” the Atlas  warns. “The WHO has classified smokeless tobacco as an established cause of  cancers of the mouth, oesophagus and pancreas.”\nIt says the tobacco epidemic can be stopped if countries  fully ratify the Framework Convention on Tobacco Control (FCTC), the world’s  first health treaty.\nKenya was the world's second country to sign the treaty  in 2004, and subsequently developed the Tobacco Control Act in 2007. \nThe Act introduced larger warnings on cigarette packets and  banned all advertising and smoking in public places.\nHowever, subsequent surveys show the number of Kenyans  smoking has not reduced. \nThe Kenya Demographic and Health Survey of 2008\/2009 noted  that 19 per cent of Kenyan males above 15 years smoke while less than 2 per  cent of Kenyan women of the same age use tobacco.\nSimilarly, the Global Youth Tobacco Survey 2007 statistics  that claimed 8.2% of schoolchildren 13 to 15 years of age smoke cigarettes,  have not changed.\nDr Ogwell praises Kenya’s efforts but  says the country must do more. “Many countries have signed up to FCTC but if  you look at our national laws they do not capture the full aspect of the  convention,” he says.\n The Ministry  of Health has sought to strengthen the Tobacco Control Act 2007 with  stiffer regulations, similar to those in force in many countries.\nIt last December gazetted the regulations, but a recent law  requires all regulations to be endorsed by parliament before they become effective.  \nTobacco firms have reportedly pitched tents in parliament to  fight the regulations. Last week,  members  of the parliamentary committee on health turned down a lucrative “retreat”  proposed by the tobacco industry.\nThe Atlas praises Kenya’s move to wean farmers out of tobacco  by introducing them to bamboo farming.\nWHO advises that tobacco control is no longer a ministry of  health affair. For instance, increased taxation of tobacco products was announced  as the single-most effective control measure. \nThe organisation also notes that countries face new  challenges.\n“In an ominous trend, in some countries the battle between  tobacco and health has moved into the courts,” says Dr Margaret Chan, WHO  Director-General.\n “Governments wishing  to protect their citizens through larger pictorial warnings on cigarette packs  or by introducing plain packaging are being intimidated by industry’s threats  of lengthy and costly litigation. This is an effort to deprive governments of  their sovereign right to legislate in the public interest. We will push back  hard.”\nThe atlas advises that quitting is one of the best ways to  add years to a cigarette smoker’s life. “Most smokers will make many attempts  to quit over a life time…. Most people who successfully quit say that simply  stopping was the most effective way,” it says.\n","field_image":[{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/03\/23\/24537\/12_2.png","alt":"COST OF DEATH: Tobacco Atlas Cover 2015"},{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/03\/23\/24537\/12_3.png","alt":"DIRECTION: World Health Organisation?s African regional advisor on tobacco Dr Ahmed Ogwell Ouma"},{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/03\/23\/24537\/12_4.png","alt":"BEARING CONSEQUENCES: A smoker puffs to the air while smoking on public places is prohibited .photo Elkana Jacob"}],"nid":"24537","path":"\/news\/firms-make-sh650000-every-tobacco-death-report","created":"Monday, March 23, 2015 - 09:00","status":"Yes","sorted_tags":["Tobacco","Tobacco","Nicotine","Smoking","Cancer","Organization","Cigarette","Passive smoking"],"theme":{"Tobacco":"0.956489","Tobacco smoking":"0.64673","Nicotine":"0.580905","Smoking":"0.558581","Cancer":"0.515252","World Health Organization":"0.500816","Cigarette":"0.499963","Passive smoking":"0.469726"}}},{"node":{"title":"Foundation May Spread Training of Lung Doctors To Kenya","Tag":"Health & Fitness","field_author":"BY JOHN MUCHANGI","body":"Kenyan medics might soon benefit from a training programme to become qualified pulmonary specialists.\nThe East African Training Initiative is currently run in Ethiopia by US-based World Lung Foundation (WLF) in partnership with Addis Ababa University and Tikur Anbessa (Black Lion) Hospital.\n“Kenya has expressed interest in the programme. In fact one doctor wanted to undergo the training in Addis. After a few more years in Addis, we hope we can spread the programme to other East African countries like Kenya,” the programme’s director, Dr Neil Schluger, told the Star.\nDr Schluger, a leading US physician, is the chief scientific officer of WLF and head of the division of pulmonary, allergy and critical care medicine at the Columbia University Medical Centre.\nHe spoke to the Star on Thursday during the World Conference on Tobacco or Health (WCTOH) in Abu Dhabi.\nThe training programme was launched two years ago to help increase the number of lung health specialists in Ethiopia.\nThe first doctors successfully graduated in January this year, becoming qualified pulmonary specialists according to the United States Accreditation Council on Graduate Medical Education (ACGME), on which the programme is based.\n“These pulmonologists will act as role models and help to train the next generation of health professionals,” Dr Schluger said.\nKenya’s thoracic specialist and head of the TB control programme Dr Jeremiah Chakaya attended the  graduation ceremony in Addis Ababa.\n Kenya faces a biting shortage of specialist doctors, yet it also has one of the world’s largest TB burden and lung problems including lung cancer and asthma.\n WLF director of strategic partnerships and initiatives Rebecca Perl told the Star Ethiopia was chosen because, like Kenya, it has a large population, high TB burden and a shortage of qualified professionals.\n “Ethiopia has the third highest TB burden in Africa and eighth highest in the world so through this training we get a larger pool of people dealing with the problem. We are also happy that Kenya has expressed interest in the programme,” she said.\n WLF and Addis Ababa University jointly designed the two-year training programme, with the content specifically tailored to the needs of the local hospitals and people, Rebecca said.\nShe said medics being trained benefit from the presence of a qualified pulmonary physician based in Ethiopia and professors from leading academic medical centres such as Columbia University and Brown University, who visit every month.\nFellows spend 24 months pursuing inpatient clinical rotations supervised by the faculty and participate in weekly outpatient continuity clinics for at least 18 months.\nThey are also expected to develop research projects and other scholarly activities in  pulmonary medicine and attend relevant conferences and lectures.\nWLF quotes Dr Ahmed Reja, head of the college of health sciences in Addis Ababa University, as saying:  “We were frustrated that we could not help to develop a new cohort of qualified pulmonologists because there was no existing cohort to teach them. That is why this initiative is so important. Our doctors don’t need to leave Ethiopia to develop this expertise; for most of the two years of the training program, the visiting Faculty comes to them.”\n","field_image":[{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/03\/20\/24241\/12_1.png","alt":"BURDEN: A billboard calls for TB testing in Eldoret, Kenya. The country has a shortage of lung specialists."},{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/03\/20\/24241\/12_2.png","alt":"HOPEFUL: Head of the East African Training Initiative  Dr Neil Schluger."}],"nid":"24241","path":"\/news\/foundation-may-spread-training-lung-doctors-kenya","created":"Friday, March 20, 2015 - 09:30","status":"Yes","sorted_tags":["Medicine","Pulmonology","Ethiopia","Lung cancer","Tuberculosis","Pneumonia","Addis Ababa University","Lung cancer"],"theme":{"Medicine":"0.951623","Pulmonology":"0.936566","Ethiopia":"0.774534","Lung cancer":"0.760419","Tuberculosis":"0.757847","Pneumonia":"0.753743","Addis Ababa University":"0.734015","Lung":"0.67037"}}},{"node":{"title":"Billionaires start Sh364 million global fund to defend nations like Kenya against tobacco lawsuits","Tag":"Health & Fitness","field_author":"BY JOHN MUCHANGI","body":"Kenya can now access a Sh364 million ($4m) fund to defend itself against lawsuits from tobacco companies.\nThe fund was announced on Wednesday by former New York Mayor Michael Bloomberg and Bill Gates at the World Conference on Tobacco or Health (WCTOH) in Abu Dhabi.\nThe two promised to stand with developing nations as they seek to protect their people against harmful tobacco use.\n“Country leaders who are trying to protect their citizens from the harms of tobacco should not be deterred by threats of costly legal challenges from huge tobacco companies,” said Gates, co-chair of Bill & Melinda Gates Foundation.\nCigarette maker BAT last month sued Kenya’s Ministry of Health for threatening to stop the circulation of its Dunhill Switch cigarette brand.\nDunhill cigarette packs contain the tagline slogans 'Crush the capsule', 'Switch the experience', 'Refresh the taste', 'Switch' and 'Refresh the twist', which the ministry says is banned by the tobacco control act.\nBAT lawyer Nazima Malik said in Nairobi: “We are extremely apprehensive that the director of Medical Services is likely to force the removal of BAT Dunhill Switch product from the market, which will paralyse their business and will also have an adverse effect on business of 11,310 wholesalers and retailers who stock the product all over Kenya.”\nMayor Bloomberg said such lawsuits were intended to intimidate countries.\n\"We are at a critical moment in the global effort to reduce tobacco use, because the significant gains we have seen are at risk of being undermined by the tobacco industry's use of trade agreements and litigation,\" he said.\nThe Ministry of Health has been struggling to legalise new regulations to stiffen the tobacco act, but claims these efforts are being frustrated by the tobacco industry.\nCigarette smoking is the biggest preventable cause of cancer.\nDirector of Medical Services Dr Nicholas Muraguri was not available to comment on this matter.\nThe stiffer anti-tobacco laws being instituted globally follow the signing of World Health Organisation’s (WHO) Framework Convention on Tobacco Control to stop the annual tobacco-related deaths of six million people globally.\nThe Bloomberg-led Anti-Tobacco Trade Litigation Fund comes as the industry ramps up its use of international trade agreements to slow health gains made by countries.\nUruguay, a poor South American nation, has the last four years been fighting a $25 million legal challenge by Swiss tobacco octopus Philip Morris International (PMI) against the country’s graphic health warnings on tobacco products.\nPMI claims Uruguay has breached trade agreements by forcing cigarette companies to cover 80 per cent of packets with graphic health warnings. “The amount is meant to intimidate Uruguay, which estimates it will be forced to spend $4 million to defend the case,” Bloomberg said.\nAustralia is also fending off both a World Trade Organization (WTO) challenge and a legal challenge by PMI against its national law that requires cigarette packs to be sold in drab colors with only the graphic health warnings.\n“Australia won its first case, which sends a strong message. But smaller, developing countries don’t have the same resources. That’s why we are supporting the Anti-Tobacco Trade Litigation Fund with Bloomberg Philanthropies,” Bloomberg said.\nThe fund will also offer technical assistance in legislative drafting and documentation to avoid legal challenges and potential trade disputes from the passage of tobacco-control laws.\n“This timely support from Bloomberg Philanthropies and the Bill and Melinda Gates Foundation will encourage low- and middle-income countries under attack from tobacco companies to fight back,” said Matthew L. Myers, President of Campaign for Tobacco-Free Kids, a leading US anti-tobacco lobby.\nTo benefit from the fund, countries will need to demonstrate the importance of the outcome of the suit to both the specific country and other countries considering similar laws.\nThe will also demonstrate the legal defensibility of the tobacco control measure being challenged, and the probability of success from an international trade challenge, Bloomberg said.\nThe other measure is the size of the population that will benefit from the law and the commitment of the government to participating fully in the defense of the measure being challenged, including providing some level of financial support.\n","field_image":{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/03\/19\/24086\/12_0.png","alt":"RESOURCE: A representative of Uruguay's Ministry of Health (R) receives his 'Philanthropies Award for Global Tobacco Control' from former New York City mayor Michael Bloomberg (L) during an award ceremony on the second day of the 16th World Conference on Tobacco or Health on March 18, 2015 in Abu Dhabi."},"nid":"24086","path":"\/news\/billionaires-start-sh364-million-global-fund-defend-nations-kenya-against-tobacco-lawsuits","created":"Thursday, March 19, 2015 - 09:30","status":"Yes","sorted_tags":["Tobacco","Michael Bloomberg","Bill & Melinda Gates Foundation","Bill Gates","Organization","Bill & Melinda Gates Foundation","Nicotine","Mayor of New York City"],"theme":{"Tobacco":"0.978107","Michael Bloomberg":"0.672578","Bill & Melinda Gates Foundation":"0.628616","Bill Gates":"0.552384","World Trade Organization":"0.546411","Melinda Gates":"0.539141","Nicotine":"0.534503","Mayor of New York City":"0.52398"}}},{"node":{"title":"WHO calls tobacco firms 'cockroaches' after failed MPs retreat","Tag":"Health & Fitness","field_author":"BY JOHN MUCHANGI","body":"World Health Organisation (WHO) has ridiculed plans by cigarette manufacturers in Kenya to fly some local politicians to a beach resort for a “sensitisation retreat”.\nThe cigarette makers are fighting stiff anti-smoking regulations that the ministry of health has proposed.\nHead of WHO’s department for prevention of non-communicable diseases Dr Douglas William Bettcher said the tobacco firms were behaving like cockroaches.\n“They like to work in the dark. They hire scientists and front groups to work for them. They have also tried to infiltrate the WHO for decades,” he said yesterday at the World Conference on Tobacco or Health (WCTOH) in Abu Dhabi.\nThe tobacco firms said they wanted to sensitise the Kenyan Members of Parliament on the proposed regulations to strengthen the 2007 Tobacco Control Act.\nChairperson of the parliamentary committee on health Racheal Nyamai said on Wednesday they have rejected the retreat offer. The politicians had also been promised attractive extraneous allowances.\nWHO director General Dr Margaret Chan said interference by the tobacco industry must be stopped.\nHe said the firms must not be involved when health professionals draft anti-smoking regulations to stop cancer and cardiovascular diseases among others.\n“One thing I know, never trust tobacco industry.  They fund political parties and individual politicians to work for them,” she said.\nThe two spoke at the ongoing WCTOH meeting in Abu Dhabi attended by government representatives and anti-tobacco advocates across the world.\nWHO says tobacco use is the most alarming risk factor for non-communicable diseases causing millions of deaths every year all over the world.\nKenya’s Ministry of Health says it has been unable to pass the anti-smoking regulations the last seven years, due to “intimidation” and “interference” from the tobacco industry.\nThe regulations were finally published in December last year but Parliament must approve them before they can take effect.\nTobacco use is the biggest known cause of lung cancer, currently the leading type of cancer among Kenyan men.\nAccording to the Kenya Health Demographics Survey of 2008\/2009, 19 per cent of Kenyan males above 15 years smoke while less than 2 per cent of Kenyan women of the same age use tobacco.\nThe Global Youth Tobacco Survey (GYTS) 2007 found that 8.2% of schoolchildren 13 to 15 years of age smoke cigarettes.\nThe 2007 tobacco control act introduced written warnings on cigarette packets and banned smoking in public places.\nHowever, subsequent surveys show the number of Kenyans smoking has not dipped. The ministry had been seeking to strengthen the law through stiffer regulations, which are similar to those in force in many countries.\nThe ministry proposes graphic images on cigarette packets and ban on smoking in private cars to protect babies and small children.\nIn the on-going WCTOH, increasing taxes on cigarettes has been named the most effective way to reduce smoking.\nBritish American Tobacco controls 70 per cent of the Kenyan cigarette market, followed by Mastermind Tobacco.\n","field_image":[{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/03\/18\/23911\/12_1.png","alt":"DON&#039;T TRUST THEM: WHO boss Dr Margaret Chan"},{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/03\/18\/23911\/12_2.png","alt":"NOT AMUSED: Dr Douglas William Bettcher, the Director the Department for Prevention of Noncommunicable Diseases at WHO, says tobacco firms behave like cockroaches."}],"nid":"23911","path":"\/article\/who-calls-tobacco-firms-cockroaches-after-failed-mps-retreat","created":"Wednesday, March 18, 2015 - 11:00","status":"Yes","sorted_tags":["Cigarette","Tobacco","Tobacco","Smoking","Nicotine","Margaret Chan","Cigarette","Organization"],"theme":{"Cigarette":"0.957403","Tobacco":"0.957211","Tobacco smoking":"0.67671","Smoking":"0.608888","Nicotine":"0.560087","Margaret Chan":"0.530703","Cigar":"0.52986","World Health Organization":"0.527017"}}},{"node":{"title":"Meet traditional skull surgeons of Marakwet","Tag":"Health & Fitness","field_author":"BY STEPHEN RUTTO","body":"Skull surgery is one of the most risky and complicated operations. However, some unschooled Marakwet traditional healers are doing it with ease.\nRemok Kawa and Regakin Yego – both probably in their 70s – have been practising skull surgery for decades.\nThe two are residents of Soko Bora area of Tot division in Marakwet East. They have partnered to help accident victims with broken skulls by extracting broken bones and removing blood clots without damaging the brain.\nKawa says the skull surgery is an age-old practice passed on in the lineage of traditional ‘surgeons’. “This is a practice I have inherited from my forefathers and will continue to be practised by my grandchildren in future,” Kawa adds.\nThe slightly younger-looking Yego says the practise enables them abate the pain of accident victims.\nHe says the patients with broken skulls suffer from continuous, excruciating headaches and memory lapses.\n“If not operated on quickly, the patients become unconscious. Besides, the pain is unimaginable,” he says. The two elders receive patients from most areas of the North Rift. The two say their activities are recognised by the Ministry of Health.\n“We are proud the authorities have recognised us for the noble duty of helping our people,” Yego says.\nThey zealously guard a certificate of basic hygiene awarded to them by Eldoret-based Moi Teaching and Referral Hospital after attending a training in the hospital.\nThey were invited to the training following their successful services to residents. The two were trained how to use basic equipment to ease their work. They were also supplied with sutures and anesthesia. They are now fondly called “Daktari” by most residents.\nMaria Yano, 60, a resident of Tot, is a beneficiary.\nShe sustained a head injury in an accident. “I could have died if not because for the two men. The pain I went through was unbearable. God gave us Kawa and Yego to save our lives,” says Maria.\nWe again caught up with the two old men carrying out this scary but vital operation on six-year-old girl Faith Jepkosgei.\nThey sit under a mango tree as they arrange their tools that include a knife, a cobbler’s needle, a piece of a white cotton wool, a hoe and anesthesia.\nThe scary crude weapons will be used to operate on Jepkosgei, who had a blood clot on her forehead after she fell on a rock while playing with her friends.\nWhen everything is set, Yego removes his shirt, not because it is hot but to prevent it from being spattered by blood.\nHe injects the patient with anaesthesia on the forehead and turns on his stop watch.\nFive minutes elapse, and the two old men take their positions while instructing their helpers how to hold the patient.\nThe patient is then covered with a piece of cloth on the face. They begin by making a deep cut on the affected area near the forehead while visitors are kept at bay.\nThe little girl writhes in pain as blood oozes profusely. Yego inserts a piece of cotton wool which wicks away the blood, exposing a white skull.\nHe inserts a cobbler’s needle, moving it around the affected area of the skull, ostensibly to detect any crack on the critical bone that protects the brain.\nAfter forcing out blood, in a bid to ensure the blood clots are removed, he takes a tailor’s needle tucked with string and carefully stitches the opening.\nHe leaves a small opening on the lower side of the head. This, he says, will allow the slow flow of blood hence prevent formation of pus.\nThe patient is not released before the two perform a Marakwet ritual called barbarisho to appease ancestors for shedding blood. The ritual, they say, prevents continuous flow of blood and confuses evil spirits that could have slowed the healing process.\nThe traditional “surgeons” do not demand money from their patients but only a token which can be a goat, sheep or any amount of money the patient is capable of paying after recovering fully.\nThe practice, the say, is a community service that should not be commercialised.\nThe medical director at Kapsowar AIC mission hospital Dr Wilfred Kimosop says although the traditional medics are playing a crucial role in treating patients with skull injuries, the operations are done under unhygienic environments.\n“Some of the operations have backfired. Many have experienced excessive bleeding, infections and even paralysis brought about by damaged brains,” Kimosop says.\nHe observes that residents go to traditional doctors because neurologists are rare and expensive. Kimosop says there is only one neurologist in the North Rift region, named Dr Florencious Koech, based at the Moi Teaching and Referral Hospital.\nMeanwhile, the head teacher of Embomir Primary School, one David Suter, confirms Jepkosgei has fully recovered from the operation and is happily attending her Standard two classes.\n","field_image":{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/03\/16\/23534\/12.png","alt":"DARING: Traditional skull surgeons Regagin Yego (L) and Remok Kawa (c)  operate on six-year-old Faith Jepkosgei, held by her father in Marakwet this month. "},"nid":"23534","path":"\/news\/meet-traditional-skull-surgeons-marakwet","created":"Monday, March 16, 2015 - 09:00","status":"Yes","sorted_tags":["Skull","Thrombus","Surgery","Patient","Coagulation","Hospital","Brain","Skull"],"theme":{"Skull":"0.946751","Thrombus":"0.892425","Surgery":"0.786991","Patient":"0.726074","Coagulation":"0.67796","Hospital":"0.674099","Brain":"0.657301","Skull and Bones":"0.653049"}}},{"node":{"title":"UN maternal health report praises Kenya","Tag":"Health & Fitness","field_author":"BY JOHN MUCHANGI","body":"Kenya is among countries recognised for innovations that have helped reduce maternal and child mortality.\nSafaricom’s Jamii Smart clinical alerts and the HELP SMS Platform have been praised for relaying timely information to expectant mothers and community health workers, potentially averting deaths and complications.\nSafaricom uses the Jamii Smart app to send alerts and reminders to mothers and health workers regarding clinic visits, expected delivery dates, immunisation schedules and other information.\nThe contribution is praised in the 2010-2015 progress report of the Every Woman Every Child (EWEC), a global movement launched by UN Secretary-General Ban Ki-moon in 2010 to drastically stop deaths of at least 16 million women and children by 2015.\n“As a result of this system, more mothers in Kenya are now attending more antenatal visits and are able to opt for a skilled birth procedure through micro insurance schemes,” says the report, Saving Lives, Protecting Futures, released last week.\nSafaricom also supports the Health Enablement and Learning Platform (HELP), a health information delivery app that has already served 30 000 families and is now being scaled up to reach 300,000 families.\n“In Kenya we have one doctor for every 10,000 patients. Bearing in mind that we have more than 25 million mobile phones and less than 450 hospitals, it goes without saying that mobile technology should be used to create effective solutions for our healthcare challenges,” says Safaricom CEO Bob Collymore.\nThe EWEC is currently the fastest growing global public health partnership in history, attracting $60 billion in resources. Some $34 billion, nearly 60 percent of the total, has already been disbursed.\nSafaricom is one of the more than 300 partners globally who have pledged more than 400 commitments. First Lady Margaret Kenyatta has also made commitments through the Beyond Zero campaign.\nKenya’s under-five mortality for every 1,000 births has reduced by the 11.1 per cent while maternal mortality has reduced by 13 per cent between 2010 and 2015.\n","field_image":{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/03\/16\/23536\/12_0.png","alt":"GOOD RACE: First lady Margaret Kenyatta runs to support mothers.Photo\/PSCU"},"nid":"23536","path":"\/news\/un-maternal-health-report-praises-kenya","created":"Monday, March 16, 2015 - 09:00","status":"Yes","sorted_tags":["Ban Ki-moon","Health care","United Nations","United Nations","Death","Demography","Jomo Kenyatta","Mobile phone"],"theme":{"Ban Ki-moon":"0.977516","Health care":"0.738258","United Nations":"0.650638","Secretary-General of the United Nations":"0.589679","Death":"0.552198","Demography":"0.524044","Jomo Kenyatta":"0.492647","Mobile phone":"0.457854"}}},{"node":{"title":"Rising cases of lung cancer should serve as a warning","Tag":"Health & Fitness","field_author":"BY DIANA WANGARI","body":"I  remember one time my grandmother paid us a visit in the city,  she made a remark \"how the world has changed.\"\n She was referring to a  group of ladies who as they chatted, standing outside the restaurant,  would pause every now and then to take a puff from the  cigarette clutched between their meticulously manicured nails. \nShe went on to explain how during her time, you would not see a  woman smoking, let alone a well-educated woman.  \nYou  must understand, this was almost ten years ago and it was her first  time in the big city. But she did have a point, women smoking was not  something one could easily observe in developing countries such as  Kenya, not until recent times.\n The situation was different in  developed countries where a woman smoking is nothing to write home  about and is a rising trend. Subsequently,  cases of lung cancer in women is higher in developing  countries.\nHowever,  what came as a surprise was the finding that lung cancer is now the  leading cause of death in women in developed countries. According to  the report by the American Cancer Society in collaboration with the  International Agency for Research on Cancer (IARC) released on the  recently celebrated World Cancer Day, lung cancer has surpassed  breast cancer, with the change reflecting the rising tobacco uptake in  women.\nIn  2012, lung cancer was the most  commonly diagnosed cancer, with 1.8 million cases worldwide,  accounting for 13 per cent of all cancer cases. Whereas approximately 70 per cent of  the world’s lung cancer burden can be attributed to smoking alone,  second-hand smoke, also known as environmental tobacco smoke, has  also been proven to cause lung cancer in nonsmoking adults.\nCancer  now constitutes an enormous burden on society in more and less  developed countries alike, and its occurrence is increasing because  of the growth and aging of the population, as well as an increasing  prevalence of risk factors associated with economic growth and  urbanisation, such as smoking, being overweight, physical inactivity,  and changing reproductive patterns.\n  In  less developed countries, lung and breast cancer are the most  frequently diagnosed cancers and the leading causes of cancer death  in men and women, respectively. In more developed countries, prostate  and breast cancer are the most frequently diagnosed cancers among men  and women, respectively, and lung cancer is the leading cause of  cancer death in both men and women. Colorectal cancer has become a  frequent cause of cancer death not only in developed countries, but  also in developing countries. \n  The  researchers point out that breast, lung, and colorectal cancers are  increasing in many countries in economic transition with an already  disproportionately high burden of cancers related to infection,  including cancers of the liver, stomach and cervix.\n  The  worrying finding in the report indicates the already established  relation between human behaviour such as cigarette smoking in this  case and the increase in malignancies.\n  The  report further state that a number of cancers that were once rare in  developing countries are becoming increasingly common as those  countries adopt a more Western lifestyle. “A coordinated and  intensified response from all sectors of society, including  governments, civil society, the private sector, and individuals, is  required to seize control of the growing burden of cancer,” they  conclude.\n  I  couldn't help but remember my grandmother's remark and how in an  effort to appear 'developed', we might be losing sight of the fact  that not everything we adopt is beneficial. How long before, we start  mirroring similar findings in Kenya?   \n  It  remains that a substantial proportion of the worldwide burden of  cancer can be prevented through the application of existing cancer  control knowledge, including tobacco control, vaccination (for  example in cervical cancer), early detection, and the promotion of  physical activity and healthy dietary patterns.\n  But  as my grandmother put it, \"Our behaviour does define us.\"...even  in health.\n  \n \nCANCER  KEY FACTS   \n\n   Cancers figure   among the leading causes of morbidity and mortality worldwide, with   approximately 14 million new cases and 8.2 million cancer related   deaths in 2012.\n\n\n   The number of   new cases is expected to rise by about 70% over the next 2 decades.\n\n\n   Among men, the five most common sites of cancer diagnosed in 2012 were lung, prostate,   colorectum, stomach, and liver cancer.\n\n\n   Among women   the 5 most common sites diagnosed were breast, colorectum, lung,   cervix, and stomach cancer.\n\n\n   Around one   third of cancer deaths are due to the 5 leading behavioural and   dietary risks: high body mass index, low fruit and vegetable intake,   lack of physical activity, tobacco use, alcohol use.\n\n\n   Tobacco use is   the most important risk factor for cancer causing around 20% of   global cancer deaths and around 70% of global lung cancer deaths.\n\n\n   More than 60%   of world’s total new annual cases occur in Africa, Asia and   Central and South America. These regions account for 70% of the   world’s cancer deaths.\n\n  World Health  Organisation\n\n\n","field_image":[{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/03\/09\/22555\/12.png","alt":"Healthy women shave hair in solidarity with the cancer patients who lose their hair after chemotherapy in 2012. Lung cancer is increasing in women. Photo\/Monicah Mwangi"},{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/03\/09\/22555\/12_0.png","alt":"Street girls smoke in Mathare on Christmas day. More women have started smoking, increasing lung cancer"}],"nid":"22555","path":"\/article\/rising-cases-lung-cancer-should-serve-warning","created":"Monday, March 9, 2015 - 09:30","status":"Yes","sorted_tags":["Cancer","Lung cancer","Tobacco","Metastasis","Tobacco","Smoking","Passive smoking","Obesity"],"theme":{"Cancer":"0.940163","Lung cancer":"0.641424","Tobacco smoking":"0.598342","Metastasis":"0.545307","Tobacco":"0.516896","Smoking":"0.426985","Passive smoking":"0.373132","Obesity":"0.370435"}}},{"node":{"title":"Vaccine stops most cases of killer pneumonia-study ","Tag":"Health & Fitness","field_author":"BY JOHN MUCHANGI","body":" Cases of pneumonia among children in Kilifi have reduced sharply after the introduction of a vaccine in 2011, latest results show.\n The pneumococcal vaccine was introduced in Kenya in 2011 mostly to prevent pneumonia and meningitis.\n Ministry of Health and KEMRI-Wellcome Trust Research Programme have been monitoring reported cases at the Kilifi District Hospital (KDH) to see if the vaccine is effective.\n Latest results seen by the Star show cases dropped by more than 90 per cent last year compared to 2003 when there was no vaccine.\n “However, the 8 baseline years show considerable variation in the number of cases year-on-year and it will take several years to be confident that changes in disease frequency are attributable to vaccine,” says the study, which ends later this year.\n Kenya vaccinates about 1.3 million children under five every year with the Pneumococcal vaccine (pneumococcal conjugate vaccine, PCV10), costing about Sh2 billion. The country pays only Sh80 million and the balance is cleared by Gavi Alliance, a donor consortium who are also funding the five-year study.\n The study proves the Gavi and Kenya are spending their money effectively.\n “The cost-effectiveness of the vaccine program will be calculated based on the costs of vaccine introduction, the costs of treatment averted, and the changes in incidence observed,” said Kemri-Wellcome Trust in its report.\n Pneumonia is currently the biggest killer of Kenyan children under five years.\n The survey compares the incidence rates of invasive pneumococcal disease, radiologically proven pneumonia, and all-cause admissions to hospital in the period before vaccine introduction and the period after vaccine introduction.\n It also assesses the safety of the vaccine at four sites. These are the Kilifi HDSS, the KEMRI CDC Research and Public Health Collaboration International Emerging Infections Program surveillance sites in Kibera and Rarieda District and the KEMRI\/CDC HDSS site in Siaya District.\n “In August 2013, an end of study report was submitted to WHO, the study did not provide evidence that introduction of PCV10 in Kenya has increased the risk of abscess, shock or death following immunisation,” researchers said. However, for a more refined evaluation of risk, continued surveillance was recommended. \n","field_image":{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/03\/09\/22557\/12.png","alt":"  Photo\/George Murage"},"nid":"22557","path":"\/article\/vaccine-stops-most-cases-killer-pneumonia-study","created":"Monday, March 9, 2015 - 09:30","status":"Yes","sorted_tags":["Streptococcus pneumoniae","Pneumonia","Pneumococcal conjugate vaccine","Pneumococcal vaccine","Pneumococcal polysaccharide vaccine","Vaccine","Meningitis","Haemophilus influenzae"],"theme":{"Streptococcus pneumoniae":"0.976201","Pneumonia":"0.823659","Pneumococcal conjugate vaccine":"0.71222","Pneumococcal vaccine":"0.700482","Pneumococcal polysaccharide vaccine":"0.698387","Vaccine":"0.602603","Meningitis":"0.599489","Haemophilus influenzae":"0.496041"}}},{"node":{"title":"HEALTH DIARY","Tag":"Health & Fitness","field_author":"John Muchangi","body":"Kenyatta National Hospital tomorrow opens its doors to children with kidney problems. \nChildren will get free kidney screening while parents will be advised on the children's health. \nKNH will also give certificates to over 30 medics from counties, who have been trained to operate dialysis machines. \nThe  World Kidney Day is on Thursday this week at Nairobi's Uhuru Park.\n","field_image":"","nid":"22558","path":"\/article\/health-diary-6","created":"Monday, March 9, 2015 - 09:30","status":"Yes","sorted_tags":["Nairobi","Jomo Kenyatta","Uhuru Park","Dialysis"],"theme":{"Nairobi":"0.980795","Jomo Kenyatta":"0.871123","Uhuru Park":"0.697037","Dialysis":"0.506783"}}},{"node":{"title":"Healthy villagers put on drugs to stop trachoma","Tag":"Health & Fitness","field_author":"BY EDWIN NYARANGI","body":"Thousands of people in the Rift Valley will be put on drugs to prevent trachoma, a dangerous bacterial infection of the eye that can cause complications including blindness.\nSome 218,000 people will receive antibiotics to prevent the spread of the disease while those infected will be treated, medics involved in the programme said.\nSpeaking during the launch last week at Enoosaen township, trachoma expert Dr Timothy Lumarai said medics will perform mass drugs administration targeting people from children aged six months to the elderly.\nDr Lumarai said that Kirindon, Lolgorian, Pirrar, Kilgoris and Angata Barikoi areas will be given the highest priority since the prevalence of the disease is highest there.\n“The Trachoma disease is caused by a germ known as Chlamydia trachomatis, which is transmitted from one person to another by flies, faeces and infected hands and it is the leading global cause of infectious avoidable blindness,” said Dr Lumarai.\nHe said more than 700 trachoma patients have been operated on since a treatment programme was launched in Trans Mara in 2013.\nDr Lumarai blamed negative cultural practices for the spread of the disease in the Narok, Kajiado, Samburu and Laikipia counties. He said the disease is more prevalent in areas where locals have poor hygiene, especially areas with a lot of cow dung, which attracts flies that spread the disease from one person to another.\n “In some areas inhabited by the Maasai community, it is considered as chasing away wealth if you get rid of flies from your face. That is why when you go to many places you will find women and children seated comfortably with a swam of flies around them,” said Dr Lumarai.\nHe says the signs of the disease are eye lashes rubbing on cornea and corneal scar, scar tarsal plate, red eyes, stretchy discharge, flies on the face and that  the victims tend to be uncomfortable with light.\nWorld Health Organisation explains that if left untreated, trachoma infection eventually causes the eyelid to turn inwards, which in turn causes the eyelashes to rub on the eyeball, resulting in intense pain and scarring of the front of the eye. This ultimately leads to irreversible blindness, typically from age 30-40.\n“Women are blinded two to three times more often than men, probably due to their close contact with affected children,” says the 2014 WHO trachoma fact sheet.\nIt adds that infection spreads through personal contact like hands and clothing, and by flies that have been in contact with discharge from the eyes and nose of infected persons.\n“Overall, Africa remains the most affected continent and the one with the most intensive control efforts. In 2012, 47 million people were treated with antibiotics and 169 000 cases of trichiasis were operated in 29 endemic countries of WHO’s Africa Region,” it says.\nDr Lumarai adds that the maintenance of good hygiene is the best way to stop the disease and is better than treatment.\n“Proper disposal of waste to avoid breeding of flies, proper disposal of human faeces in pit latrines, not sharing of towels and handkerchiefs, always washing your face with clean water and also not sharing of living space with animals will go along way in bringing trachoma to an end in Trans Mara,” he says.\nIn 2011, baseline surveys found that seven out of the 18 counties suspected trachoma endemic counties were most affected. These are Kajiado, Narok, Baringo, Laikipia, Samburu, Meru and West Pokot.\nSeven counties were found to have communities with both infectious and blinding trachoma.\nKenya has an eight-year National Trachoma plan from 2008-2015 to end the disease completely. \nThe ministry of health is expected to belatedly spearhead the implementation of the plan.\n“About seven million Kenyans live in 18 suspected trachoma endemic counties, which have challenges of perennial water shortages, dry and dusty environment, inadequate sanitation, poor hygiene and  high poverty levels,” says Dr Lumarai.\n  The implementation is expected to be done through the implementation of WHO’s recommended SAFE strategy which targets all key elements necessary for long and short- term intervention programme.\nSAFE stands for Surgery for trichiasis (potentially blinding trachoma).\nControl programmes in endemic countries are being implemented through the WHO recommended SAFE strategy. \nPREVENTING THE DISEASEThis consists of:Surgery to treat the blinding stage of the disease Antibiotics to treat infection from the trachoma bacteriaFacial cleanliness, to educate the at risk population on the preventive measures; andenvironmental improvements, such as providing access to safe water and improved sanitation.Data reported to WHO by Member States in 2012 shows that about 47 million people in endemic communities were treated with antibiotics to eliminate trachoma.Elimination efforts need to continue to satisfy the target set by the World Health Assembly resolution to end trachoma as a public health problem by 2020.\n \n","field_image":[{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/03\/02\/21437\/12_1.png","alt":"David Lekuye, an Ophtamologist at the Trans Mara Level Four Hospital carrying out a checkup on patients who had undergone an operation to remove cataracts and treat Trachoma"},{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/03\/02\/21437\/12_2.png","alt":"Trachoma patients at the Trans Mara Level Four Hospital"}],"nid":"21437","path":"\/article\/healthy-villagers-put-drugs-stop-trachoma","created":"Monday, March 2, 2015 - 09:30","status":"Yes","sorted_tags":["Hygiene","Infection","Infectious disease","Eye","Blindness","Organization","Drinking water","Disease"],"theme":{"Hygiene":"0.96462","Infection":"0.872086","Infectious disease":"0.752507","Eye":"0.672637","Blindness":"0.625813","World Health Organization":"0.556367","Drinking water":"0.525226","Disease":"0.521969"}}},{"node":{"title":"You're killing people, tobacco firms told","Tag":"Health & Fitness","field_author":"BY GILBERT KOECH","body":"THE World Health Organisation has put cigarette makers on the spot for flouting anti-tobacco laws like the ban on advertising.\nLast week, health officials from Africa met in Nairobi to mark 10 years of the WHO’s framework convention on tobacco control (FCTC).\nWHO’s regional director for Africa Dr Matshidiso Moeti, in a speech read on her behalf by WHO’s country director, Dr Custodia Mandlhate, said the industry continues to package and market tobacco products in a very attractive manner despite evidence proving that it has no known health benefits, but it instead causes diseases and premature deaths.\nThe FCTC is the first international anti-tobacco treaty and Kenya was second to sign it.\nMoeti said countries cannot continue to witness passive tobacco users losing lives prematurely.\n“Public health should always have priority over any trade and economic interests because it is health that generates wealth,” she said.\nMoeti described tobacco epidemic as one of the biggest threats the world has ever faced, killing nearly six million people yearly.\nAccording to WHO, nearly 80 per cent of of the more than a billion smokers worldwide live in low and middle-income countries where tobacco-related illnesses and deaths are heaviest.\nThe global adult tobacco survey indicates that 19.1 per cent of men and 4.5 per cent of women currently use tobacco in Kenya.\nOverall, 41.3 per cent of current smokers started using tobacco aged 20-24 while 32.3 per cent started at age 17-19.\nMoeti said tobacco control has been recognised as a priority area for prevention and control of non-communicable diseases.\nHealth ministry estimates that non-communicable diseases contribute nearly 50 per cent of all admissions in public hospitals in Kenya.\nShe urged governments to renew political commitment to the convention and allocate adequate resources for implementation to help help tame the “powerful opponent”.\nHealth CS James Macharia said Africa has become the main target for tobacco industry.\n“Our very own Tobacco Control Act was enacted in 2007. Our experience has demonstrated that opportunities for tobacco control continue to be within reach provided that strong political and leadership remain constant,” he said in a speech read by director of medical services Nicholas Muraguri.\n","field_image":{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/03\/02\/21439\/12_0.png","alt":"Cigarette ashtray .photo Elkana Jacob"},"nid":"21439","path":"\/article\/youre-killing-people-tobacco-firms-told","created":"Monday, March 2, 2015 - 09:30","status":"Yes","sorted_tags":["Organization","Tobacco","Epidemiology","Health care","Health economics","Public health","Pandemic","Nairobi"],"theme":{"World Health Organization":"0.977603","Tobacco":"0.860748","Epidemiology":"0.724944","Health care":"0.689982","Health economics":"0.584133","Public health":"0.579808","Pandemic":"0.484111","Nairobi":"0.477276"}}},{"node":{"title":"The week","Tag":"Health & Fitness","field_author":"BY STAR REPORTER","body":"Kemri launches Sh1bn microbiology facility\nA medical culture media manufacturing facility has been launched at the Kenya Medical Research Institute.\nThis makes Kenya the third country in Africa with the facility.\nSouth Africa and Egypt are the other two countries with medical culture media production lines in Africa.\nMicrobiology culture is a method of cultivating microbiology organisms by letting them reproduce in predetermined culture media under controlled laboratory conditions.\nBacteria have to be grown for them to be identified and clinically diagnosed.\nThe facility cost Sh1 billion.\nPreviously, laboratories in the country used to import culture media for testing, Health Cabinet Secretary James Macharia said.\nMPs visit Pumwani today to probe babies scam\nParliamentary committee on health will today visit Pumwani Maternity Hospital to probe the disappearance of twin babies from the hospital.\nThis comes weeks after DNA tests revealed that the bodies of babies given to a couple after a reported stillbirth are not of their biological children.\nThe DNA also revealed that the two babies were not twins.\nDedan Kimathi and his wife Jecinter, parents of the twins born at the hospital on January 6, requested the DNA test after they were given two dead babies.\nThe hospital’s management and the Nairobi government have said Jacinter had a stillbirth.\n Medical Services director Dr Nicholas Muraguri said the situation is a criminal act that can only be handled by the police.\nUK becomes first to allow three parent baby\nThe UK has become the first country in the world to legalise the creation of in-vitro fertilisation (IVF) babies using DNA from three people after peers overwhelmingly backed the proposals.\nThe House of Lords voted by 280 to 48, majority 232, on a free vote to throw out a move to block regulations introducing mitochondrial donation techniques after an impassioned debate lasting nearly four hours.\nMPs, including all three main party leaders, voted earlier this month in the Commons in support of the pioneering techniques, which will now be legalised following Lords approval.\nHealth minister Earl Howe said it would be ‘cruel and perverse’ to deny for any longer than was necessary the chance of some women who carry serious inherited diseases to have healthy children. Chief medical officer Dame Sally Davies backed the move.\nGive healthy gay men anti-HIV drug, says study\nHealthy gay men should be given anti-viral drugs to ‘slash the number of cases of HIV’, a groundbreaking new study has suggested.\nThe Proud study, conducted in England, provides the first evidence that preventative HIV treatment is highly effective in a real-world setting.\nIt showed that pre-exposure to the HIV drug Truvada can reduce the risk of infection in men-who-have-sex-with-men (MSM) by as much as 86 per cent.\nPrevious research had suggested that preventive treatment might cut HIV infection rates but it was unclear whether such an approach would work in practice. The new study recruited 545 participants at 13 sexual health clinics in England.\nThey were divided into two groups, one of which was to be given Truvada immediately and the other a year later.\nOf the 276 men treated straight away, just three were infected with HIV over the subsequent year.\n","field_image":"","nid":"21440","path":"\/article\/week-13","created":"Monday, March 2, 2015 - 09:30","status":"Yes","sorted_tags":["Medicine","Africa","HIV","Infectious disease","World Health Day","Bacteria","Africa","Jomo Kenyatta"],"theme":{"Medicine":"0.983975","Africa":"0.96554","HIV":"0.911095","Infectious disease":"0.880446","Health":"0.77447","Bacteria":"0.755416","South Africa":"0.741824","Kenya":"0.700728"}}},{"node":{"title":"Health diary","Tag":"Health & Fitness","field_author":"BY STAR REPORTER","body":"THE World Wildlife Day will be marked tomorrow. This is an opportunity to celebrate the many beautiful and varied forms of wild fauna and flora and to raise awareness of the multitude of benefits that conservation provides to people. At the same time, the day reminds us of the link between health of animals and health of people.\n","field_image":"","nid":"21441","path":"\/article\/health-diary-5","created":"Monday, March 2, 2015 - 09:30","status":"Yes","sorted_tags":["Conservation biology","Wildlife","Animal","Wildlife","Fauna","Genetic pollution","Biodiversity","Universe"],"theme":{"Conservation biology":"0.943547","Wildlife":"0.812353","Animal":"0.78245","Wildlife management":"0.729309","Fauna":"0.725632","Genetic pollution":"0.697081","Biodiversity":"0.68588","Universe":"0.663039"}}},{"node":{"title":"Why pneumonia still kills thousands of children ","Tag":"Health & Fitness","field_author":"BY DIANA WANGARI","body":"If  you were asked what were the leading infectious disease killers of  children under the age of five, what would your answer be?\n Unless you are a health professional or keep abreast with health information  regarding that particular demographic, I am almost certain that in  the top three diseases that came across your mind, pneumonia wasn't  one of them.  \nAnd  if I was to warrant a guess, your first response was probably tuberculosis. I don't blame you because the truth of the matter is  that the intense health awareness campaigns and funding tuberculosis receives keeps it in the news. In a day, you are bound to either receive a  newsletter touching on TB or  see a public service announcement on TV  relating to the disease.\nHowever,  the infectious disease that causes the greatest under-five mortality  is pneumonia. But most people are bound to forget the statistics as  it does not receive as much attention as other diseases such as tuberculosis or HIV and Aids. And certainly, it is not an epidemic  that can cause such panic as Ebola did recently.\n  A report released for World Pneumonia Day in November  last year by the Institute for Health Metrics and Evaluation (IHME)  found that international development assistance  targeting pneumonia represents a very small portion of overall global  health financing.  \n According to  the report, Pushing the Pace: Progress and Challenges in Fighting  Childhood Pneumonia found that just two percent ($US670 million) of  the estimated $US30.6 billion of international development assistance  for health was spent on fighting pneumonia in 2011.\n This is despite  the fact that pneumonia claimed 905,059 children’s lives in 2013,  or 14 per cent of all under five deaths.\n Furthermore,  the report found that reductions in child pneumonia deaths since 1990  (58 per cent) have not kept pace with other childhood killers, for example  measles (83%) and diarrhea (68 per cent).    \n  Progress has  been particularly slow for high-burden countries in sub-Saharan  Africa where declines in total child pneumonia deaths averaged just  14 per cent.  Nigeria only saw a 4 per cent decline in total child pneumonia  deaths and a number of countries, including Democratic Republic of  Congo, Chad, and Cameroon, actually experienced increases in child  lives lost to pneumonia.  \n  The fact that  many of the countries that have performed so poorly in reducing child  pneumonia deaths suggests that the level of investment  and disease prioritisation are critical factors, and also imply a  lack of integration in managing the major childhood killers in these  countries.  \n In contrast,  countries like China, India, Iran, Bangladesh, Mozambique and  Indonesia have all recorded reductions in child pneumonia deaths  above 70 per cent since 1990, an indication that dramatic reductions in child  pneumonia deaths are possible. \n  The report  finds that over 80 per cent of the estimated $US670 million of development  assistance for pneumonia in 2011 was invested in vaccine programmes,  while other areas of pneumonia prevention, diagnosis and treatment,  specifically breastfeeding, reducing indoor air pollution, improving  pneumonia diagnostic technologies and access to antibiotics and  oxygen therapy have not received the same levels of investment.\n Speaking  at  the 45th Union World Conference on Lung Health, Stephen Graham, a  paediatrician  and Professor of International Child Health with University of  Melbourne with particular interest in Pneumonia said: \" It is a  sad fact that we continue to neglect pneumonia and don't give it as  much attention whether in terms of funding or prevention measures.  However, it still the leading infectious disease killer of children  under the age of five. This is a situation that we must remedy as the  statistics won't change unless we make the changes needed.\"\n  And part of  that change is increasing the amount of funding directed to  pneumonia. As more resources are required not only to increase access  to the vaccine, but in education of prevention measures such as  breastfeeding and cooking in hygienic conditions. In addition, the  appropriate diagnostic methods need to be available and applied  followed by prescription of the right antibiotic and treatment  including oxygen therapy.\n  Even more so,  as we know that seven out of every ten child pneumonia deaths now  occur in just 15 countries, new investments need to prioritize the  sub-populations of children in these countries, with a special focus  on sub-Saharan populations where child pneumonia deaths are actually  increasing.\n \n\nPNEUMONIA FACTS IN KENYA\nSevere pneumonia is caused by a bacterial pathogen, streptococcus   pneumoniae and Haemophilus influenza, which attack a child’s lungs   leading to difficulty in breathing, cough, fever, chills, headaches,   loss of appetite and wheezing.\nKenyans children under two years are vaccined with pneumococcal vaccine to prevent pneumonia.\nThe disease kills 30,000 children each year, and many more are left with   permanent disabilities. \nKenyan children aged below five years are less likely to die from   pneumonia and diarrhoea than they were a decade ago, says the   World Bank.\nIt kills more children than any other disease – more than Aids, malaria and measles combined.\n \n","field_image":{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/02\/23\/20557\/12.png","alt":"PREVENTION: A child is vaccinated with a pneumococcal shot in Nakuru last year."},"nid":"20557","path":"\/article\/why-pneumonia-still-kills-thousands-children","created":"Monday, February 23, 2015 - 09:30","status":"Yes","sorted_tags":["Pneumonia","Infectious disease","Streptococcus pneumoniae","Vaccine","Tuberculosis","Disease","Malaria","Infection"],"theme":{"Pneumonia":"0.971645","Infectious disease":"0.711015","Streptococcus pneumoniae":"0.531008","Vaccine":"0.517346","Tuberculosis":"0.517083","Disease":"0.499331","Malaria":"0.478422","Infection":"0.451436"}}},{"node":{"title":"Nairobi Hospital buys latest heart-lung machine","Tag":"Health & Fitness","field_author":"BY WILLIAM MWANGI","body":"The Nairobi Hospital has commissioned a new Heart-Lung Machine, known as the Cardiopulmonary Bypass Machine (CBM).The hospital is the first in Kenya   to acquire the Sh30 million German equipment, which is the latest in its series, the   S5.\nThe   CBM temporarily takes over the function of the heart and lungs   during   surgery, maintaining the circulation of blood and the oxygen   content of   the body.\nDuring the launch, Nairobi Hospital CEO Dr   Cleopa Mailu said the hospital will now accommodate more patients for surgery.\n\"Technology   in Kenya is at par with global best in the fight against heart-lung   conditions with the Cardiopulmonary Bypass Machine (CBM) S5 series,\"   said Dr Mailu while commissioning the equipment that   was manufactured last month.   \nHe added: “The device will assist in providing quality service   and optimum care to patients while undergoing an open-heart surgery   locally, sparing Kenyans the hustle of travelling abroad to seek such   medical services.\n“We   must ensure that as one of the leading healthcare providers in the   region, we have requisite expertise and the best of equipment available   with current technology in the fight against heart and lung conditions,”   he said.\n The equipment is operated by a perfusionist, a   healthcare professional specifically trained to use the heart-lung   machine during cardiac surgery and other surgeries that require the use   of a CBM to manage the patient’s physiological status. Currently Kenya   has only four qualified perfusionists.\nThe first open heart surgery at The Nairobi Hospital was performed in October 1993   and last year, a total of 15 procedures were done.\nThe hospital expects the number of surgeries to rise, with the acquisition of the CBM.\nThe   CBM can also induce a total body hypothermia, a state in   which the body can be maintained for up to 45 minutes without blood   flow. \nIf blood flow is stopped at normal body temperature, permanent   brain damage would occur in three to four minutes, which may easily lead   to death.\n","field_image":[{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/02\/23\/20559\/12.png","alt":"HERE NOW: Nairobi Hospital CEO Dr Cleopa Mailu (2nd Left), looks on as Viking Group officials demonstrate how the cardiopulmonary bypass machine works."},{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/02\/23\/20559\/12_0.png","alt":"From Left:Simon Kombo, Marketing Director Inkamed Health Services Ltd; Dr Nganga Noah, Head of Division of Anesthesia The Nairobi Hospital; Dr. Cleopa Mailu, CEO The Nairobi Hospital and Peter Mwangi, Chief BioMed, The Nairobi Hospital look on as Beaurich Groenewald, Product Technical Advisor, Viking Group of Companies explains operations of the Cardiopulmonary Bypass Machine (CBM).\nPhoto\/William Mwangi"},{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/02\/23\/20559\/12_1.png","alt":"Maurice Ochieng (kneeling down), a perfusionist at The Nairobi Hospital demonstrates how the Cardiopulmonary Bypass Machine (CBM) works. Looking on from (L-R) Norah Onyango, Director of Nursing Services; Dr Nganga Noah, Head of Division of Anaesthesia  Dr. Cleopa Mailu, CEO The Nairobi Hospital; Dr. Bosire Kerongo, MD Inkamed Health Services Ltd.Photo\/William Mwangi"}],"nid":"20559","path":"\/article\/nairobi-hospital-buys-latest-heart-lung-machine","created":"Monday, February 23, 2015 - 09:30","status":"Yes","sorted_tags":["Postperfusion syndrome","Cardiothoracic surgery","Heart","Oxygenator","Cardiac surgery"],"theme":{"Postperfusion syndrome":"0.973043","Cardiothoracic surgery":"0.96713","Heart":"0.804869","Oxygenator":"0.794509","Cardiac surgery":"0.750961"}}},{"node":{"title":"HEALTH DIARY","Tag":"Health & Fitness","field_author":"John Muchangi","body":"The World Zero   Discrimination Day will be marked next week on Monday. The day is a chance to celebrate diversity and to reject   discrimination. Unaids says by joining our voices together, we can be part of a   resounding call for compassion, tolerance and peace. People with various health problems like HIV or mental illnesses, face discrimination. The campaign will run this tag: #Zerodiscrimination - Open up, reach out.\n","field_image":"","nid":"20561","path":"\/article\/health-diary-4","created":"Monday, February 23, 2015 - 00:00","status":"Yes","sorted_tags":["World Health Day","Monday","Health care","Empty set"],"theme":{"World":"0.908429","Monday":"0.886784","Health care":"0.844804","Empty set":"0.82918"}}},{"node":{"title":"THE WEEK","Tag":"Health & Fitness","field_author":"Tracy Mutinda","body":"Two insurers unveil \nretirement health cover\nAON Kenya Insurance   Brokers and UAP Insurance Company have unveiled a new product that   allows someone to save towards funding health costs after retirement.    The product dubbed 'Afya Akiba' will allow someone save as low as   Sh1,000, which can be remitted monthly, quarterly, or annually with   members' contributions also divided into savings and life assurance   portions. The contributions can be used as collateral for mortgages. National Treasury   Cabinet Secretary Henry Rotich described the introduction of Afya Akiba   product in the market as timely. He said the move resonates with three   key policy priorities that the Government is implementing under Vision   2030.    He regretted that medical insurance providers often discriminate against   elderly persons either through prohibitive premiums or outright denial   of service.\nMost children cancers\n are curable, says medic\nFive per cent of all  cancers in the country are affecting  children with many more dying from the disease that often goes undiagnosed. Aga Khan Paediatric Oncologist William Macharia says many people (especially  children) die from  cancers undiagnosed because of parents and medical persons missing out the signs or mistaking them for other conditions. He said different  cancers take different periods to treat. While Kidney  cancers take shorter time (about three to six months) to treat, Leukemia or Lymphnode  cancers go up to two years. He said in overall, treatment outcome is best for kidney  cancers, eye  cancers and gland  cancers (especially a sub-type called Hodgkin's lymphoma).\n \nLow condom use aids spread of HIV\nLow use of  condoms is impacting negatively the fight against  HIV and Aids. Aids   Healthcare Foundation (AHF) Advocacy Manager Mary Nyaguthii says myths   and misconceptions about condom use are drivers of this trend. This   includes  condoms being associated with immorality, promiscuity, prostitution and unfaithfulness. AHF, a non-governmental organisation involved in the fight against the spread of  HIV and Aids, offers free  HIV testing, treatment and care as well as counselling and condom promotion and distribution. She said recent studies in condom use promotion and distribution among   men and women between 15-24 years shows a 43 per cent consistent condom   use among men with their female partners of unknown  HIV status in the past 12 months and a 11 per cent consistent condom use among women with their female partners of unknown  HIV status in the last 12 months.\n \nButter and whole\n milk not bad for you\nGuidelines that told millions of people to avoid butter and full-fat milk should never have been introduced, say experts.\nThe startling assertion challenges advice that has been followed by the medical profession for 30 years. The   experts say the advice from 1983, aimed at reducing deaths from heart   disease, lacked any solid trial evidence to back it up.\n\n\nA   new review says evidence from trials did not support the advice. It   says it is ‘incomprehensible’ that such advice was introduced for   56 million Britons in 1983 and 220 million Americans six years earlier \"given the contrary results from a small number of unhealthy men\".\nThe present review concludes that dietary advice not merely needs review; it should not have been introduced.’\nHowever,   many public health and nutrition scientists criticised the conclusions   of the review in the online BMJ journal Open Heart, saying wider   evidence at the time and since has justified the advice and heart deaths   have fallen dramatically.\nThe   researchers carried out a review of data from trials that would have   been available to UK and US regulators at the time. Last year a US research   scientist called for a campaign telling people they had been taken down   the ‘wrong dietary road for decades’\n \n\n\n\n\nLiberia schools reopen\n after six-month closure\nStudents in Liberia returned to their classrooms after a   six-month closure during the Ebola epidemic that left thousands dead,   lining up in their uniforms to have their temperatures taken before they   could enter school gates. Pupils who trickled in to Saint Michael High   School on the outskirts of the capital also washed their hands with   chlorinated water before going inside. Many students said they had grown   tired of sitting at home, and at least one principal said teenage   pregnancy had spiked during the six-month school gap. A few, though,   remained a bit fearful about returning even though there are just a   handful of Ebola cases left in the country that once saw 100 new   patients a week.          \n\n\n          \n\n\nLiberia has seen the   highest death toll from the Ebola epidemic, with 3,800 killed. Deputy   Education Minister Remses Kumbuyah said more than 5,000 kits were   distributed to schools that included thermometers and chlorine for   hand-washing.\n","field_image":"","nid":"20560","path":"\/article\/week-11","created":"Monday, February 23, 2015 - 00:00","status":"Yes","sorted_tags":["AIDS","Condom","HIV","HIV","Viral load","Infectious disease","Lymphoma","Western blot"],"theme":{"AIDS":"0.959154","Condom":"0.931392","HIV":"0.727149","HIV\/AIDS":"0.704957","Viral load":"0.598193","Infectious disease":"0.595381","Lymphoma":"0.577508","Western blot":"0.577349"}}},{"node":{"title":"Disabled matungu family inspires village groups","Tag":"Health & Fitness","field_author":"BY SHABAN MAKOKHA","body":"A SLIP in 2004 was all it took to change Rose Chibwire’s life. She lost her right leg and has been on crutches since.\nShe had travelled to Nairobi to stay with her husband, who worked for the UNHCR, when she slipped in a bathroom injuring her right knee.\n“I was taken to Kenyatta National Hospital where I was treated and discharged. But the knee problem persisted with a lot of pus flowing out and in 2005, my leg had to be amputated at St Mary’s Hospital in Mumias,” she says.\n“This became the turning point and most frustrating part of my life because I had to learn to use one leg and crutches. By then I had three children – two girls and one boy,” Chibwire recalls.\nShe particularly found it difficult taking care of her daughter Jemimah Muruka, who was born with spina bifida - a permanently disabling birth defect where a baby’s spinal column does not close all of the way.\n“My family now had two people with disability and later on I gave birth to a boy, John Murenga, who had a similar problem of spina bifida, and the number of disabled members of my family increased to three,” she says.\nThe parents took Murenga to Kiambu District Hospital where he was fitted with a shunt to enable him move.\n“But it never worked and he was left to crawl down unable to stand up and walk on his own,” she says.\n“The two have a problem of passing urine and stool without a break and we introduced them to use of diapers. But because I cannot afford money for constant purchase of the tissue, they developed bedsores, which have grown to chronic wounds.”\nShe said some members of her family deserted her, “but my late husband remained strong with me and tirelessly supported his family as the breadwinner”.\nJemimah completed Form four in 2013 - the same year her dad died - at Joyland Secondary School in Kisumu and attained a mean grade of C- (minus).\nShe practises singing and has compiled gospel songs which she is appealing for well-wishers to help her record.\n“Besides producing music, I aspire to be a teacher for the physically handicapped lot so that I can help them acquire quality education,” Jemimah, now 21, says.\nShe appeals to the government and the private sector to help create awareness about the importance of education and facilitate access to schools.\n“It is important to promote the concepts of inclusive education in the rural schools, which can help in promoting local nursery schools and ensuring that young children with impairments have access to these schools.”\nMurenga is now in class six at Ngairwe Primary School in Matungu where he was transferred to from Lunganyiro Special School after his sponsor pulled out.\nHis legs are paralysed and filled with septic wounds because a sensory impairment has left him numb, and he doesn’t feel when he is injured.\nHis mother says he sometimes unawares sits on fire. “I am highly challenged by movement in school especially when my assisting devices break down. I am forced to crawl until I am picked by good Samaritans,” Murenga says.\nChibwire, now 43 and mother of six children - three deceased- is the current chairperson of Matungu Disability Network Organisation and manages more than 77 groups in the district.\nShe says the network helps enhance the quality of life of disabled people by improving service delivery, providing more equitable opportunities and by promoting and protecting their human rights.\nThe groups have engaged in income-generating projects including poultry rearing, open-market businesses and cereal businesses, goat and rabbit rearing. But many of these projects collapse when funds run dry.\n“We got sponsorship from the Union of Disabled People of Kenya (UDPK) which enabled each group to get Sh30,000. They started development projects through a revolving fund,” said Chibwire.\nThe 77 groups from Matungu are also benefiting from the government’s cash transfer programme.\nChibwire says disabled people in villages require increased access to vocational and skills training. She wants the devolved governments to promote awareness and also devolve existing laws related to the employment of persons with disabilities.\n“The family of the disabled person is the most important resource. Its skills and knowledge should be promoted by adequate training and supervision, using a technology closely related to local experience,” she says.\n \nRIGHTS FOR KENYANS WITH DISABILITY\nKenya has adopted a number of laws and policies pertaining to people with disabilities, including their right to productive and decent work and basic services. Article 54 of the Constitution says a person with any disability is entitled:\n1. To be treated with dignity and respect and to be addressed and referred to in a manner that is not demeaning.\n2. To access educational institutions and facilities for persons with disabilities that are integrated into society to the extent compatible with the interests of the person.\n3. To reasonable access to all places, public transport and information.\n    To use Sign language, Braille or other appropriate means of communication and\n4. To access materials and devices to overcome constraints arising from the person’s disability.\n","field_image":[{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/02\/16\/19660\/12_2.png","alt":"Two disabled children, Murenga and Jemima, born in one family with spinobifida problems in Matungu. They rely on assistance from well-wishers for their movements. "},{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/02\/16\/19660\/12_3.png","alt":"The two children Murenga and Jemima with their disabled mother Rose Chibwire outside their home in Ngairwa village, Matungu sub-county in Kakamega.\n\n"},{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/02\/16\/19660\/12_4.png","alt":"019: Rose Chibwire talking to journalists outside her house in Ngairwe village, Matungu sub-county. Photos\/Shaban Makokha\n\n"}],"nid":"19660","path":"\/article\/disabled-matungu-family-inspires-village-groups","created":"Monday, February 16, 2015 - 09:30","status":"Yes","sorted_tags":["Disability","Wheelchair"],"theme":{"Disability":"0.979627","Wheelchair":"0.490307"}}},{"node":{"title":"‘All In’ global HIV campaign begins tomorrow","Tag":"Health & Fitness","field_author":"BY JOHN MUCHANGI","body":"Kenya will tomorrow launch a new campaign to fight rising HIV infections and deaths among adolescents.\n The National Aids Control Council says adolescents (10-19 years old) have been left behind in the Aids response and have been over-looked in global, national and local programmes and budgets.\n “As a result, Aids-related deaths among adolescents have not declined as seen among other age groups,” says NACC executive director Dr Nduku Kilonzo.\n The 2012 Kenya HIV estimates say 17 per cent of all Aids-related deaths in the country are among adolescents.\n The new drive, called ‘All In Campaign’, is a global initiative to fast track reductions in Aids-related deaths and new infections among adolescents towards ending the Aids epidemic by 2030.\n It will also rope in the private sector and donors. President Uhuru Kenyatta is expected to preside over the global launch in Nairobi tomorrow.\n Head of HIV at Unicef Ulrike Gilbert says the world urgently requires a clear roadmap to achieve this.\n “Adolescents are the only group where Aids related deaths are not declining,” Ulrike said last week in a media briefing.\n An estimated 1.6 million people are living with HIV in Kenya. Total new infections are estimated to have declined by about 15 per cent in the last five years, except among adolescents.\n “Stigma and discriminatory laws prevent adolescents from seeking and accessing HIV testing, treatment and care services and must be addressed,” Ulrike said.\n Dr Nduku said teenagers as young as 15 years can now be tested for HIV after counseling, without their parents consent.\n “The question now is how further down can we go,” she says.\n According to the Kenya Aids Indicator Survey, one in five teens have had sex before 15 years in Kenya but only less than 57 per cent of boys used a condom.\n Nacc says the new campaign will mobilise adolescents as agents for social change and sharpen adolescents elements of national Aids programmes and improve data to drive results.\n The campaign will also advocate globally for more resources and attention to adolescents as a population that has been left behind in the progress on Aids.\n Advocates complain most interventions target children under five years, and youths above 18 years, while teens are often left out.\n","field_image":{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/02\/16\/19662\/12_0.png","alt":"DETERMINED: NACC Nduku Kilonzo in a past event."},"nid":"19662","path":"\/article\/all-global-hiv-campaign-begins-tomorrow","created":"Monday, February 16, 2015 - 09:30","status":"Yes","sorted_tags":["HIV","AIDS","Condom","HIV","Cytomegalovirus","Immune system","Antiretroviral drug","Tuberculosis"],"theme":{"HIV":"0.97388","AIDS":"0.819296","Condom":"0.815366","HIV\/AIDS":"0.810574","Cytomegalovirus":"0.761892","Immune system":"0.730279","Antiretroviral drug":"0.6804","Tuberculosis":"0.655034"}}},{"node":{"title":"The week","Tag":"Health & Fitness","field_author":"BY TRACY MUTINDA","body":"Embu schools get water tanks for better hygiene\nEmbu County Government has rolled out an ambitious “Water for Life” project to install 12,000 litre water tanks in each public school in the county. More than 1,200 tanks will be distributed.\nEmbu Governor Martin Wambora said the Ishiara slaughter house will also get a 12,000-litre water tank and renovations in order to improve sanitation. The Ishiara open air livestock market is also being fenced in order to enhance service delivery and hygiene, Wambora said. \nThe governor, who was visiting various parts of Mbeere North Sub County to inspect development projects, also commissioned the ‘Green Paradise Now Water’ to supply clean drinking water, for the first time, to thousands of residents of the arid section of the county.\n \nHealth CS Macharia on the spot over Sh2.5bn\nThe National Assembly’s Health Committee yesterday took to task Health Cabinet Secretary James Macharia over his request for additional Sh2.49 billion for medical services. The committee members led by chairperson Rachael Nyamai expressed reservations on the ministry’s appeal for more funds. \nThe funds sought included Sh225 million for food supplements for HIV\/Aids, Sh200 million for fungicides, insecticides and sprays, Sh3 million for legal fees and Sh139 million for development. The committee cautioned that funding such programmes might not be sustainable in the long run. The lawmakers instead committed to support additional Sh1 billion for contractual employees (intern doctors and post-graduates), Sh200 million for salaries of registrars and Sh728 million for Ebola mitigation, including Sh136 million for isolation facility.\n \nNearly 3,600 children orphaned by Ebola\nThe Ebola outbreak in West Africa has orphaned nearly 3,600 children in Liberia, Sierra Leone and Guinea, the United Nations Children’s Fund said. \nBy mid-January, 16,600 children were left without one or both parents or their main caregiver in the three countries worst hit by the epidemic, UNICEF said. Extended families and communities were providing care for the vast majority of the children with only three percent of them needing to be placed outside family or community care. Children who had been exposed to Ebola were being kept under a 21-day observation period - the maximum incubation period of the virus - and provided with support by a network of survivors. \nEbola survivors are able to interact with the children during the monitoring period because they have developed a level of resistance to the virus, UNICEF said.\n \nUS to withdraw army from the Ebola zone\nThe United States is preparing to withdraw nearly all of its troops fighting the Ebola outbreak in West Africa, the White House said, as the global health crisis recedes amid a sharp decline in Ebola cases. Of the 2,800 troops the US deployed, just 100 will remain in West Africa after April 30, officials said. About 1,500 troops have already returned home. \nThose staying in West Africa will work with Liberia’s military, regional partners and US civilians to continue fighting Ebola. President Barack Obama was to announce the withdrawal and outline the next steps the US plans to take on Ebola at an event at the White House. The move comes as Ron Klain, who led Obama’s Ebola response and was informally dubbed the “Ebola czar,” wraps up his work. \nThe White House said Klain debriefed Obama as the Ebola response enters a new phase. The Pentagon said all returning troops will undergo “controlled monitoring procedures” to ensure they have not contracted Ebola.\n","field_image":"","nid":"19663","path":"\/article\/week-8","created":"Monday, February 16, 2015 - 09:30","status":"Yes","sorted_tags":["Barack Obama","President of the United States","Bill Clinton","Sierra Leone","United States Cabinet","Democratic Party","Water","Joe Biden"],"theme":{"Barack Obama":"0.954759","President of the United States":"0.835502","Bill Clinton":"0.800481","Sierra Leone":"0.763551","United States":"0.740563","Democratic Party":"0.673251","Water":"0.661617","Joe Biden":"0.629116"}}},{"node":{"title":"Health diary","Tag":"Health & Fitness","field_author":"BY STAR REPORTER","body":"The National Aids Control Council is coordinating the global launch of the ALL IN Campaign to accelerate HIV awareness and control among adolescents.   \n   Aids is the leading cause of death among adolescents in Africa. \n   President Uhuru Kenyatta will launch the global campaign in Nairobi tomorrow at the KICC.\n","field_image":"","nid":"19664","path":"\/article\/health-diary-3","created":"Monday, February 16, 2015 - 09:30","status":"Yes","sorted_tags":["Nairobi","Africa","Jomo Kenyatta","AIDS","HIV","Jomo Kenyatta","Africa","Uhuru Kenyatta"],"theme":{"Nairobi":"0.953624","Africa":"0.945633","Jomo Kenyatta":"0.800442","HIV":"0.738164","AIDS":"0.738164","Kenya":"0.73519","South Africa":"0.702287","Uhuru Kenyatta":"0.625384"}}},{"node":{"title":"More volunteers benefit from mothers app","Tag":"Health & Fitness","field_author":"BY FRANK MUCHUGU","body":"Following the successful piloting of a Whatsapp-like platform for community health volunteers and expectant mothers in Kibera, the second phase has now been launched.\nThe second phase, launched last week in Nairobi,brings together a larger number of health workers. The first phase was launched in Samburu, Mwingi and Kibera with 319 community health workers and volunteers.\n“At least 3,000 community health workers are set to benefit from the launch of the second phase of the mobile training platform,\" says Lennie Bazira, acting CEO for Amref Health Africa, who manage the service.\nAmref says the Health Enablement and Learning Platform (Help) is similar to WhatsApp, and allows the volunteers to interact with each other in deliberating on a diagnosis.\nThe project equips the volunteer health volunteers (CHV) with skills to administer first aid to patients before they get to a health facility, thus averting needless deaths.\n“We are leveraging on mobile technology to offer training that is assigned to the Ministry of Health,\" Dr Bazira says.\nM-pesa Foundation executive director Les Baillie says training of community health workers and volunteers is critical in delivery of quality health services. “We should move away from viewing community health workers as an alternative and instead have then as an integral part of the state's responsibility for health care delivery. This is the strategy the Brazilian government adopted and has worked amazingly,” Baillie says.\nThe M-pesa foundation has injected Sh138 million into the second phase of the programme. The M-Pesa Foundation was registered as a Charitable Trust in 2010 and invests in large-scale projects mainly in education, health and environment.\nThrough Help, community health workers can access training material via a basic mobile phone, not necessarily a smart phone, and listen to a pre-recorded training session. This eases their work and also helps community members who are away from health facilities.\nAccenture managing director Louise James was present at last week's launch at Michael Joseph Centre at Safaricom headquarters.\nShe said the programme was key in merging mobile technology and health care. “We recognise that merging mobile technology with health training systems offers opportunities for increased reach and scale, providing an effective channel for personalised, flexible learning for community health workers and widespread improvement in the provision of health care throughout Kenya and beyond,” she said.\nAccording to several reviews, Help is more effective in areas with inadequate health workers, where people lack health facilities, regions with high poverty and also where there are cultural barriers.\nIt has particularly been successful in Samburu. “We have seen growth in the number of women giving birth in hospitals with a very high percentage. Infant mortality has also decreased as our region had one of the highest in the country due to lack of infrastructure in the county,” says Moses Lenolkulal, Governor for Samburu County, who was also present during the launch.\nTo enhance the service provision in the county, a community unit in Barsolai was set. It comprises more than 70 community health volunteers and supervisors, who were trained using the platform.\nIt uses the curriculum from the Ministry of Health to community health workers on how to provide mostly maternal services.\nThey track expectant mothers throughout their pregnancy and provide them with counselling and also teach them on immunisation and care for their children.\nThe software can also be designed in English or Swahili. Accenture Foundation and Safaricom funded phase one of the project at USD 1.7 million and Sh600,000 respectively.\nThe funds were to build, test and debut the project for 12 months.\nIn a past interview Naomi Wanja, one mother who had a miscarriage, says the CHV assigned to her advised her to immediately visit a hospital when the baby stopped kicking. “She advised me to visit the Amref clinic in Kibera, and after scanning I was referred to Kenyatta National Hospital. At Kenyatta I was referred to St Mary’s where they confirmed my baby was dead. I returned to Kenyatta where I underwent surgery to remove the foetus.”\nAnother beneficiary, Ann Kemunto, who was in her third pregnancy, said: “I didn’t imagine I would be helped this much, like now, if I experience any pain, I’m able to call my CHV Lona Bonyo. She straight away tells me what to do. She also she has advised me on other issues like the upbringing of my child and financial planning of my pregnancy before and after.”\nWycliffe Ogeya, the head community health extension worker in Kibera, earlier named most challenges as social. Kibera residents would rather visit ritual prayers, traditional healers and birth attendants in far rural areas than the nearest health facilities, he said. “The health facilities were underused despite the free health services provided here. ‘Help’ stepped in to address the stated challenges by advocating for the use of personal phones to cater health needs.”\n","field_image":[{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/02\/09\/1793\/12_1.png","alt":"ALL IS WELL: Nurse Ann Warui chats with an expectant mother. People in rural areas can?t access healthcare. Photo\/BOB OLUOCH"},{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/02\/09\/1793\/12_2.png","alt":"HARDSHIP: Young Samburu girls carrying water on their back. The area is prone to severe drought. Photo\/CHARLES KIMANI"}],"nid":"1793","path":"\/article\/more-volunteers-benefit-mothers-app","created":"Monday, February 9, 2015 - 09:30","status":"Yes","sorted_tags":["Health care","Health care","Healthcare","Medicine","World Health Day","Public health"],"theme":{"Health care":"0.945432","Health care provider":"0.783825","Healthcare":"0.706374","Medicine":"0.648","Health":"0.637522","Public health":"0.621522"}}},{"node":{"title":"'Slight' fall leaves man bedridden three years","Tag":"Health & Fitness","field_author":"BY PETER MWANGI","body":"A fall on a slippery road at night has cost an internally displaced family (IDP) family dearly.\nPeter Muiruri was walking home from causal work when he slide and fell. He is now bed-dridden with a spinal injury that has seen him visit numerous hospitals for treatment.\nHe has now been bedridden for the last three months while his family struggles to raise hospital bills amounting to more than Sh1 million.\nHis mother has had to split his mattress into two to allow him to pass urine from the same position as he takes his meals.\nThe 30-year-old Muiruri comes from Gwa Kung’u village in Nyandarua\nNorth district.\nThe family has appealed for help from the county government in vain but well wishers\nnormally bring in food from time to time.\n     His mother, Mary Wahu Njuguna, says her son sought medical attention from different hospitals but has not gotten better.\n    The family was part of thousands of people ejected from their homes in the Rift Valley at the height of post-election violence in 2008.\nThey need to raise Sh150,000 to secure a hospital bed at the Kijabe Mission Hospital so that Muiruri is admitted for close attention from doctors.\n       Wahu says her efforts to raise the money have been futile since she depends\non casual labour that has now become unavailable.\n      Wahu says her other son is mentally challenged and hence could not support her in any way.\n       Area Chief Gerald Maina Wambugu said the family has held several harambees to raise the money but has achieved little.\n      Wahu says she is now contemplating selling the only two-acre potion of land\nshe acquired from the government as compensation for displaced families.\n    She has since been advised not to sell the land and remain hopefull\nthat well wisher will come to her rescue.\n       Neighbours who have been taking care of daily mothers’ chores on behalf of\nthe family.\nNyandarua County Assembly communications manager Kimone Kimone says the family had asked him to buy their land to raise money.\n\"I was in tears when I listened to Peter and saw the wounds eating his life away. How could I go ahead and purchase the land making the family IDPs for a second time? My conscience wouldn’t allow me and that is when I advised Mama Peter not consider selling the land as we explored other avenues,\" he says.\n\"I have since helped her open a medical account (Mary Wahu Medical Fund 0160163497256 Equity Nyahururu Branch) where well-wisher can deposit their support.\"\n","field_image":{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/02\/09\/1801\/12_0.png","alt":"Peter Muiruri bedrifdden"},"nid":"1801","path":"\/article\/slight-fall-leaves-man-bedridden-three-years","created":"Monday, February 9, 2015 - 09:30","status":"Yes","sorted_tags":["Internally displaced person","Family","Mother","Economics","Hospital","Prince","Government","Refugee"],"theme":{"Internally displaced person":"0.976906","Family":"0.617514","Mother":"0.586057","Economics":"0.518452","Hospital":"0.517672","Prince":"0.505324","Government":"0.503217","Refugee":"0.472544"}}},{"node":{"title":"Botswana's successful anti-smoking drive comes to Kenya","Tag":"Health & Fitness","field_author":"By Tonderai Tsara","body":"How can we prevent young people from starting to smoke?\nIt’s a question to which, as the direct link between smoking, cancer and ill-heath becomes ever clearer, countries around the world are desperately trying to find the answers.\nThat’s certainly the case in Africa. While smoking rates in Africa remain low compared to other continents and regions, they are rising rapidly, particularly among the young.\nAccording to recent research, there has been a 71 percent increase in the number of African teenagers who have tried smoking since 2008.\nHere in Kenya, the World Health Organisation has found that fifteen percent of Kenyans aged between 13 and 15 use tobacco.\nIt explains why, although the prevalence of smoking among adult Africans remains the lowest in the world, it is now higher among boys and girls than in any other developing regions. In some African countries, child smokers now outnumber adult smokers.\nThis shocking rise is storing up huge problems for Africa.\nSmoking is already the number one known cause of cancer on the continent, killing more people every day.\nUnless we tackle tobacco consumption among young Africans now, estimates suggest that the number of smokers on the continent will rise seven-fold by the end of the century.\nThe future cost – in human lives, healthcare costs and lost economic opportunities – will be vast and will be a huge brake on our continent’s ambitions for the future.\nBut how do we go about reversing this worrying trend, stopping young Africans from becoming smokers? In Botswana, we have been pioneering a new approach – the SKY project - to inspire teenage girls to make the positive choice for themselves to turn their backs on smoking before they even start.\nFrom the outset, the project took a fundamentally different approach to previous anti-smoking campaigns aimed at young people in Botswana by focusing on prevention, rather than trying to convince current young smokers to stop.\nDrawing on insights from social marketing and behaviour change, we decided that the project should start with the person not the issue.\nWe also realised that, like young people all over the world, young people in Botswana don’t like being told what to do but want to find the right path for themselves.\nWe also discovered that while most of Botswana’s girls said they didn’t want to start smoking, many felt under pressure to try.\nWe realised that they are more likely to listen to their friends than adults, no matter how well-meaning.\nSo we set out to create a campaign and movement which would allow teenage girls to provide encouragement to each other to resist temptations to smoke.\nWhen girls sign up to the project, they are only asked to take a pledge to be true to themselves.\nThis includes being encouraged to say no to the things that they know they are good without, including smoking.\nFor SKY project to succeed we knew that it would be critical to work within the social world of teenage girls – engaging with the topics, people, places and channels that make up the fabric of their daily lives – and to put the girls themselves in charge of creating the content.\nThe project is off to a successful start. When it was launched in February, it was the largest gathering of teenage girls ever seen in the country. Four months later, one in four teenage girls in the campaign area had joined the movement.\nWhere previous campaigns have failed, our project is succeeding because it has marshalled the cool factor – hip-hop stars releasing singles, hot ticket events, a glossy teen magazine, youth-led hit radio shows – to create a movement led by teenage girls that is stripping away the aspiration to smoke.\nThe success is also rooted in the innovative use of social media, a powerful tool that enables young people to express themselves directly in a way that traditional media doesn’t allow.\nWe also use Facebook, Twitter and other social media platforms to show young people resisting pressure, encouraging others to do the same. The group now has over 21,000 members, making it one of the most popular social media groups in Botswana.\nThrough this project, we are harnessing these insights and expertise to drive lasting positive change for this generation of teenage girls in Botswana.\nWe are now looking to use our approach and all we have learnt in other African countries to mobilise young people themselves to eliminate the cool factor tied to smoking, keeping teens from ever picking up the habit.\nIt is not too late to prevent Africa following the path of other continents who are now struggling to cope with an epidemic of ill-health caused by smoking.\nIt is a battle, for the young people themselves and for Africa as a whole, we must win.\nTsara is a partner at Dialogue Saatchi & Saatchi, which helped to design and launch the SKY project www.skygirlsbw.com\n \nSMOKING IN KENYA\n Kenyans smoke about 15 billion sticks of cigarette every year, according to the 2012 Tobacco Atlas\n    2.5 per cent of Kenyan men currently use cigarettes while only one per cent of women are smokers\n    At least three per cent of all deaths of men in Kenya every year is triggered by tobacco use, World Health Organisation says.\n","field_image":"","nid":"4853","path":"\/article\/botswanas-successful-anti-smoking-drive-comes-kenya","created":"Monday, January 26, 2015 - 10:00","status":"Yes","sorted_tags":["Africa","Tobacco","Tobacco","Continent","Nicotine","Cigarette","Jomo Kenyatta","Smoking"],"theme":{"Africa":"0.971576","Tobacco smoking":"0.587268","Tobacco":"0.562775","Continent":"0.507723","Nicotine":"0.462198","Cigarette":"0.406166","Kenya":"0.404606","Smoking":"0.376808"}}},{"node":{"title":"Charity fights inflated vaccine prices","Tag":"Health & Fitness","field_author":"BY  JOHN MUCHANGI","body":"An  international charity has demanded that two drug manufacturers reduce  prices of their vaccines.\n  Medecins  Sans Frontieres (MSF), which has regional offices in Nairobi, says  today vaccine prices are at least 68 times more expensive than they  were in 2001.\n“The  price to fully vaccinate a child is 68 times more expensive than it  was just over a decade ago, mainly because a handful of big  pharmaceutical companies are overcharging donors and developing  countries,” says Rohit Malpani, director of policy and analysis for  MSF’s Access Campaign.\nHe  said GlaxoSmithKline (GSK) and Pfizer must slash the price of the  pneumococcal vaccine in half to Sh455 ($5) for a full doses per child  in developing countries.\nKenya  vaccinates about 1.3 million children every year with the  Pneumococcal vaccine, costing about Sh2 billion. The country pays  only Sh80 million and the balance is cleared by Gavi Alliance, a  donor consortium.\nHowever,  Kenya might soon lose some of these subsidies because it has become a  middle income economy.\nMSF's  call came ahead of a major vaccination donor conference in Berlin  tomorrow where donors will be asked to give Gavi Alliance some Sh683  billion ($7.5 billion) to help immunise millions of children in poor  countries between 2016 and 2020.   \nMSF  also released the second edition of The Right Shot, the world's only  existing report on pricing in the highly secretive vaccine industry.   \nIt  said says the money donors are paying for the  “overpriced”  pneumococcal  vaccine could support other vaccination drives if the price is  lowered.   \nPneumococcal  vaccine  was introduced in Kenya in 2011 to protect children under  two years against life-threatening diseases such  as pneumonia, meningitis and sepsis.\nGSK  defended itself in a statement saying it was barely covering its  costs with the price it charges poorer countries for its pneumococcal  shot, Synflorix.\n  \"Many of our  available vaccines are advanced and complex and require significant  upfront capital investment to make and supply,\" it said.\nGAVI  Alliance  – formerly the Global Alliance for Vaccines and Immunisation (GAVI)  –was created in 2001 to bringing  together public and private sectors to promote access to new and  underused vaccines for children in the world’s poorest countries.\n","field_image":{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2015\/01\/26\/4858\/12.png","alt":"A nurse injects a minor with a vaccine during a vaccination campaign in Phoenix Lake View School in Naivasha in Novemver 2012.  Photo\/George Murage"},"nid":"4858","path":"\/article\/charity-fights-inflated-vaccine-prices","created":"Monday, January 26, 2015 - 10:00","status":"Yes","sorted_tags":["Vaccination","Vaccine","Vaccination","Immune system","HPV vaccine","Pneumonia","Streptococcus pneumoniae","Cost"],"theme":{"Vaccination":"0.979872","Vaccine":"0.887938","Vaccination schedule":"0.820866","Immune system":"0.783616","HPV vaccine":"0.77273","Pneumonia":"0.772613","Streptococcus pneumoniae":"0.733425","Cost":"0.704397"}}},{"node":{"title":"EBOLA WATCH","Tag":"Health & Fitness","field_author":"BY TRACY MUTINDA","body":"Ebola has killed gorillas\n and chimps, experts claim\n Ebola   is currently the single greatest threat to the survival of gorillas and   chimpanzees, having killed off a third of their populations since the   1990s, scientists claim. The virus is even more deadly to great apes that it is for   humans, with mortality rates as high as 95 per cent for gorillas and 77 per cent for   chimpanzees. That compares to around 50 per cent for humans. The outbreaks   are infrequent, but when they strike they can wipe out huge swathes of   the animals, especially if the carcasses are left uncollected.\nThe claim is made by Meera Inglis, a conservation policy professor at University of Sheffield, in her article on The Conversation website.\nShe says Ebola has been responsible for several catastrophe great ape population declines.In   1995, an outbreak killed off 90 per cent of gorillas in a national park in   Gabon. In 2002-2003 another outbreak killed 5,000 gorillas in the   Democratic Republic of Congo. With an estimated 100,000 gorillas left in the wild, that's a major blow. Africa's great apes are also under attack from poaching, habitat destruction, war and other infectious diseases. The lack of habitat means that infected animals are more likely to   come into contact with each other, and therefore more likely to contract   the virus; it’s a vicious cycle. As a consequence both eastern gorillas and western gorillas have been listed as endangered since 2008. The   spread of the deadly virus could be curbed by vaccinating the animals -   a safe and effective vaccine for gorillas and apes has already been   developed - unlike for humans. However, the trials of the vaccines haven’t yet involved testing vaccinated chimps with the live virus.\n \nOutbreak in West Africa\n slowing down says UN\nAn outbreak of  Ebola   that has claimed more than 8,400 lives in West Africa appears to be   slowing down, though the battle to contain the disease is not over, the   UN special envoy on  Ebola said. The hemorrhagic fever is spread through contact with bodily fluids of   infected people or the highly contagious body of someone who has died   of the virus. Nabarro said burial practices that involved people   touching and cleaning bodies of  Ebola victims had helped fuel the outbreak. The worst  Ebola   outbreak on record infected about 21,200 people in Liberia, Sierra   Leone and Guinea since it was detected in March, according to the World   Health Organization. The government of Liberia said earlier on that it could be free   of the virus by the end of next month after success in curbing   transmission. It said the country had only 10 confirmed  Ebola cases as of Jan. 12. More than 3,500 of the 8,400 dead were from Liberia. Liberia, Sierra Leone and Guinea now have capacity to quickly set up mobile centers to handle localized outbreaks.\n \nWHO releases papers on\n outbreak after one year\n \nOne year after the first Ebola cases started to surface in Guinea, WHO   is publishing this series of 14 papers that take an in-depth look at   West Africa’s first epidemic of Ebola virus disease. This assessment looks at how West Africa’s epidemic of Ebola virus   disease has evolved over the past year, giving special attention to the   situation in Guinea, Liberia, and Sierra Leone. The success stories in   Senegal, Nigeria, and likely Mali are also described to show what has   worked best to limit onward transmission of Ebola following an imported   case and bring the outbreak to a rapid end. The fact that a densely   populated city like Lagos was successful in containing Ebola offers   encouragement that other developing countries can do the same. An overview of how the outbreak in the Democratic Republic of   Congo evolved and was brought under control underscores the many   differences between the outbreaks in West Africa and in equatorial   Africa, where all previous outbreaks since the first two in 1976 have   occurred. Key events in the WHO response are outlined to show how   initial control efforts were eventually overwhelmed by the wide   geographical dispersion of transmission, the unprecedented operational   complexity of the outbreaks, and the many factors that undermined the   power of traditional containment measures to disrupt transmission   chains.\n","field_image":"","nid":"5056","path":"\/article\/ebola-watch","created":"Monday, January 26, 2015 - 00:00","status":"Yes","sorted_tags":["Hominidae","Chimpanzee","Sierra Leone","Viral hemorrhagic fever","Ape","Liberia","Human rights","Guinea"],"theme":{"Hominidae":"0.965019","Chimpanzee":"0.938297","Sierra Leone":"0.903997","Viral hemorrhagic fever":"0.820138","Ape":"0.797791","Liberia":"0.781171","Human":"0.778705","Guinea":"0.756917"}}},{"node":{"title":"HEALTH DIARY","Tag":"Health & Fitness","field_author":"John Muchangi","body":"Hosted   by the German government in Berlin, the Gavi Vaccine Alliance will tomorrow hold a   meeting to mobilise funds for global immunisation programmes for 2016-   2020. Gavi supports more than 50 per cents of children's vaccines in Kenya. The meeting seeks Sh683  billion to benefit 71 developing countries including Kenya.\n","field_image":"","nid":"5058","path":"\/article\/health-diary","created":"Monday, January 26, 2015 - 00:00","status":"Yes","sorted_tags":["Vaccination","Immune system","Bundestag","Bundesrat of Germany","President of Germany","Vaccine","Immunology"],"theme":{"Vaccination":"0.94772","Immune system":"0.9234","Bundestag":"0.724627","Bundesrat of Germany":"0.716231","President of Germany":"0.706759","Vaccine":"0.6764","Immunology":"0.643269"}}},{"node":{"title":"EBOLA WATCH","Tag":"Health & Fitness","field_author":"BY TRACY MUTINDA","body":"Charity opens Ebola clinic for pregnant women\nMedical charity Medicins Sans Frontiers (MSF) has opened the first care centre for pregnant women, whose survival rate from the virus is virtually zero. \nThere is currently one patient in the clinic, which is perched on a hill in the compound of a disused Methodist boys high school in the Sierra Leone capital. \nMore than 20,700 people have been infected with the virus in Guinea, Sierra Leone and Liberia since it began a year ago and at least 8,200 people have died, according to World Health Organisation figures. \nThe rate of transmission has slowed in Guinea and Liberia and there are signs it is starting to ebb in Sierra Leone. \nWomen are particularly vulnerable to the disease which spreads through direct contact with infected people and with the corpses of victims, because women often care for sick family members, said MSF field coordinator, Esperanza Santos. \n“Pregnant women (with Ebola) are a high risk group so they have less chance than...than the rest of the population,” she told Reuters.\n The charity has played a leading roll in the fight against the virus. \nIt is unclear why the survival rate for pregnant women is lower than for other patients.\n \nEpidemic may end by June in Liberia\nUnderstanding the ebb and flow of the Ebola outbreak that erupted in West Africa last year—and continues to percolate in the three hardest hit countries—is critical to stopping it. \nThat means knowing who’s getting infected, where the highest rates of transmission are occurring and which strategies work best to control its spread. \nScientists initially thought that even if almost every infected person could be hospitalised, it wouldn’t stop the rapid spread of the Ebola virus for months to come. But researchers in the US are now predicting, in the journal PLOS Biology, that the epidemic in Liberia, which at one point had the biggest explosion in Ebola cases, could peter out by June 2015. \nIn coming up with their predictive models, the researchers, led by John Drake University of Georgia, took into account data from previous outbreaks of Ebola, as well as probabilities about infection rates among healthcare workers, family members of the infected and those who are exposed to the virus during burials. In order for Liberia’s Ebola outbreak to end, new hospital beds would have to be added, the study authors concluded. \n \nLife or death decision on pregnant women\nHealth workers treating women with pregnancy-related problems in Ebola-hit countries have to make life or death decisions for their patients and themselves.\nHealth workers have very little time to decide whether a pregnant women with complications is free of Ebola and should have the necessary intervention, or may have Ebola and should have minimal procedures. This is according to experts in BJOG: An International Journal of Obstetrics and Gynaecology. \nDr Benjamin Black, a specialist in obstetrics and gynaecology, said poor infrastructure and limited access to laboratory services meant that test results for suspected Ebola patients could take more than 24 hours to arrive, in which time a woman and her foetus may die. \nHealth workers dealing with childbirth are at particular risk of infection because they are frequently exposed to large quantities of bodily fluids, including blood, urine and faeces. The survival rate from the virus for expectant mothers was virtually zero. Due to the stigma, rumours and fear surrounding Ebola, pregnant women often wait until they are in a critical state before seeking treatment, further challenging the system of prioritising patients, Black said.\n","field_image":"","nid":"5864","path":"\/article\/ebola-watch-0","created":"Monday, January 19, 2015 - 00:00","status":"Yes","sorted_tags":["Sierra Leone","Guinea","Obstetrics","Childbirth","Liberia","Patient","Health care","Africa"],"theme":{"Sierra Leone":"0.945721","Guinea":"0.670685","Obstetrics":"0.62487","Childbirth":"0.598999","Liberia":"0.589485","Patient":"0.555475","Health care":"0.540688","West Africa":"0.528311"}}},{"node":{"title":"Fact Box","Tag":"Health & Fitness","field_author":"John Muchangi","body":"Cancer is the uncontrolled growth and spread of cells.\n It can affect almost any part of the body. \nThe growths often invade surrounding tissue and can metastasize to distant sites. \nMany cancers can be prevented by avoiding exposure to common risk factors, such as tobacco smoke. \n","field_image":"","nid":"5866","path":"\/article\/fact-box","created":"Monday, January 19, 2015 - 00:00","status":"Yes","sorted_tags":["Cancer","Tobacco","Lung cancer","Tobacco","Breast cancer","Oncology","Metastasis"],"theme":{"Cancer":"0.958617","Tobacco smoking":"0.70083","Lung cancer":"0.610255","Tobacco":"0.572004","Breast cancer":"0.461092","Oncology":"0.436373","Metastasis":"0.418307"}}},{"node":{"title":"Maternity centre in Kilifi delivers only one mother  ","Tag":"Health & Fitness","field_author":"BY ALPHONCE GARI","body":"Only one expectant mother at a time can deliver at an  independence-era maternity centre in Kilifi County.The Kakoneni maternal health facility in Kakoneni area, Malindi sub  County, was built during independence but has never been upgraded.   \nHealth personnel from Kakoneni say they receive many women during  prenatal visits, but when they are due, only one can be helped, at a  time.\nThe facility's clinical officer Edison Dagamra said at times they get more than 30 women who want to  deliver at the same old facility.\n“All expectant mothers in Kakoneni area rely on this small  maternity wing during delivery,’’ he says.\nThe authorities cannot handle the number of  expectant mothers, forcing them to deliver at  home, which is risky, he said.\nDagamra has now formed a team of community midwives to handle the deliveries.He says some women walk for more than 30 kilometres across the  river to seek maternal health services at Kakoneni.    \n“The community midwives have been of help in this area as they help us  deal with cases of delivery at home, we come in when there are  complications,’’ he says.\nThe traditional birth attendants are trained by  professional medical personnel.Dagamra asks the government to expand the maternity  wing to reduce the risks of maternal deaths.    \nMalindi MP Dan Kazungu who toured the area recently said his Constituency Development Fund  would set up a new maternity wing.\n Kilifi County has one of the highest number of maternal deaths in  Kenya, caused by lack of inadequate facilities.\nCounty executive officer in charge of health Dr Swabah Omar says:\n“We are very much concerned about the rising number of maternal  deaths in our county. The statistics in our possession show that over  200 women die (every year) while giving birth with rural areas being the mostly  affected. This has come to our attention and currently working hard  to bring these problems to an end.” \nShe adds that health officials in the county including midwives  will work together to make sure that both basic and emergency  maternity services in the county have been improved.\n“When we talk about maternal deaths, our reflections show that  in every 100,000 live births, a total of 488 deaths are reported,  which translate to over 200 women dying every year in Kilifi County.  This is disturbing and as county health officials, we are currently  working towards improved infrastructures in our health institutions  in the county,” she said.\n","field_image":"","nid":"8250","path":"\/article\/maternity-centre-kilifi-delivers-only-one-mother","created":"Monday, December 22, 2014 - 11:00","status":"Yes","sorted_tags":["Childbirth","Traditional birth attendant","Mother","Health care","Obstetrics","Medicine","Infant mortality","Birth"],"theme":{"Childbirth":"0.960148","Traditional birth attendant":"0.63021","Mother":"0.585089","Health care provider":"0.495812","Obstetrics":"0.481756","Medicine":"0.458119","Infant":"0.444974","Birth":"0.438709"}}},{"node":{"title":"Health Summary","Tag":"Health & Fitness","field_author":"BY TRACY MUTINDA","body":"Ebola toll rises to more than 6,800\nMore than 6,800 people have now died from the  Ebola virus, almost all of them in west Africa, the World Health Organisation said. The   UN health agency reported that as of December 13, there had been 18,464   cases of infection from the deadly virus in Guinea, Liberia and Sierra   Leone, and 6,841 people had died. \nWHO did not provide an update of   cases in other countries, but last week said the death toll remained   the same: six in Mali, one in the United States, and eight in Nigeria,   which was declared  Ebola free in October. \nSpain and Senegal, which have both been declared free from  Ebola, meanwhile counted one case each, but no deaths. Sierra Leone, which last week overtook Liberia as the nation with the   most infections, counted 8,273 cases and 2,033 deaths on December 13. The toll up until December 10 stood at 8,069 cases and 1,899 deaths.\n Liberia, long the hardest-hit country, has meanwhile seen a decrease in the rate of transmission in recent weeks. As   of December 9, the country counted 7,797 cases and 3,290 deaths, up   from the 7,765 infections and 3,222 deaths tallied two days earlier. \nIn Guinea, where the outbreak started nearly a year ago, 2,394  Ebola cases and 1,518 deaths were recorded as of December 13. Three days earlier, the country counted 2,354  Ebola cases and 1,462 deaths.\n \nSierra Leone cancelsChristmas celebrations\nSierra Leone said it was banning any public  Christmas celebrations as the spiralling caseload of  Ebola infections continues to spread alarm. Palo Conteh, head of the department, told reporters in the capital Freetown there would be \"no  Christmas and New Year celebrations this year\". \nPalo said the military personnel will be on the streets at  Christmas and the New Year to stop any street celebrations. While Islam is the dominant religion in Sierra Leone, more than a   quarter of the population is Christian and public gatherings and   entertainment are common during the holiday period. Conteh did not give the exact dates of the crackdown or list any exceptions. \nDuring previous local and nationwide anti- Ebola curfews, people were allowed out to worship and for \"essential business\". Under   current emergency regulations, bars and nightspots have already been   shut down and public gatherings outlawed but there is no general ban on   going outdoors or working. \nThe World Health Organization (WHO) said that 18,188 cases   of the deadly virus had been reported across Guinea, Liberia and Sierra   Leone, resulting in 6,583 deaths. Sierra Leone reported 397 new cases during the week ending December 7 -- three times as many as Liberia and Guinea combined.\n \nPrepare to confront Ebola – just in case\nThe WHO teams provide simulated exercises in hospitals and   technical training, for immediate emergency response and communication,   to help countries identify opportunities for improvement in order to   strengthen their preparedness in the event of an outbreak.  \nMamo Jatta is a Regional Public Health and Surveillance Officer in   The Gambia and, like many people living near Ebola affected countries,   he is concerned the disease will enter his own country. \nMamo participated in the training and says that, “The mission   is timely, as The Gambia prepares for Ebola.  It has revealed a lot   about our strengths and weaknesses and what we can do better,   particularly in the area of coordination. \nMamo is talking about the first component of the Ebola   preparedness checklist, developed by WHO, that calls for overall   emergency coordination- designating roles to all national and   international agencies in case of an outbreak.\n The teams are using the   checklist in their workshop to review with doctors, government   officials, and border guards, among others, the first steps that need to   be taken when a case of Ebola appears in the country.\n The comprehensive   checklist follows WHO’s International Health Regulations and is used to   identify concrete actions for countries and how they will be supported   by the international community.  \n","field_image":"","nid":"8252","path":"\/article\/health-summary","created":"Monday, December 22, 2014 - 11:00","status":"Yes","sorted_tags":["Sierra Leone","Guinea","Africa","Organization","Liberia","Africa","Nigeria","Freetown"],"theme":{"Sierra Leone":"0.986656","Guinea":"0.902019","West Africa":"0.877251","World Health Organization":"0.866606","Liberia":"0.81161","Economic Community of West African States":"0.783584","Nigeria":"0.714306","Freetown":"0.648093"}}},{"node":{"title":"HEALTH DIARY","Tag":"Health & Fitness","field_author":"John Muchangi","body":"The National Authority for the Campaign against Drugs and   Alcohol Abuse has advised Kenyans not to drink   and drive during this festive season, which begins this week. Chairman John Mututho advises Kenyans having parties at home to get a permits from   either police officers or the chief.He however reminded them not to exceed their merry making past 11pm.\n","field_image":"","nid":"8254","path":"\/article\/health-diary-0","created":"Monday, December 22, 2014 - 11:00","status":"Yes","sorted_tags":["Police brutality","Advice","Alcohol abuse","Police brutality","Alcoholism","Guidance"],"theme":{"Police brutality":"0.902562","Advice":"0.8188","Alcohol abuse":"0.79672","Police":"0.782","Alcoholism":"0.75992","Guidance":"0.7452"}}},{"node":{"title":"'Kibera recipe book' out in time for Christmas","Tag":"Health & Fitness","field_author":"BY JOHN MUCHANGI","body":"It is that time of year when chapatis  and beer lurk around every corner – ­  some chapati at the office  party, nyama choma and beer with friends, and more pilau at home. If  you are among the many Kenyans who can afford this, you may put on a  kilo or two by New Year's Day.    \nBut what is the harm in a little  Christmas binging, especially if the result is just a few kilos  gained?The problem is that research shows most  people may never lose the holiday weight, and eventually this  contributes to Kenya's growing burden of non-communicable diseases  like diabetes and fatal heart attacks.    \nA new “mwananchi” cookbook released  last week by the University of Nairobi's health specialists shows you  do not have to sacrifice your health at the altar of the Christmas  dinner table.\n“Being aware of what we eat,  understanding what is in the foods we eat, how we cook them and the  best way of maintaining the nutritional value of food is the first  step in the process,” says the book – Community Recipes For  Every Day Living.   \nIt is a collection of the best recipes  from common dishes in Kibera slums and Githiga Village in Githunguri,  Kiambu County.Ordinary Kenyans who cannot afford the  refined foods that others gorge on during Christmas will find the  book very reassuring.       \nIt confirms the possibility that the slum-dweller enjoying well-prepared Ugali and Omena and the villager eating a  nutritious serving of Githeri Mukimo, are having a healthier Christmas than the man drowning in beer and meat at the office party.   \nIt recommends those “traditional”  foods like managu (Africa black nightshade) and Mukimo, that Kenyans  ditch during festivities, and calls for restrained intake of refined  foods like pasta, white chapatis and alcoholic drinks among others.   \nUoN's  health policy and health  management lecturer and one of the book's authors, Dr Richard Ayah,  explains why they focused on recipes with locally available foods.   \n“(In Kibera) residents mostly buy  their food from food vendors commonly  known as 'mama  mboga'.....fruits like pineapple and water melon are mostly cut into  smaller pieces and sold for between ten and 20 shillings as most  buyers can't afford to but an entire fruit,” Dr Ayah says.   \nThe book therefore lacks the more  exotic foods like pomegranates, apples, beetroots and others peddled  on most recipes.The cookbook shows that it's possible  for slum dwellers to eat healthy meals without struggling to buy  exotic foods in supermarkets.       \nIt is the product of a months-long  project that comprised a survey and subsequent training programmes in  Kibera and Githunguri this year.   \nThe project, 'Improving Household  Decision Making For Healthier Lives', aimed at training decision  makers at home to make and serve healthy food.   \nThe survey results, released in  February this year, showed most households eat unhealthy foods,  leading to obesity in the most unlikely places - slums and rural  areas.\nMost people in the two survey areas did not know what  non-communicable diseases are, at 69.4 per cent in Githiga and 78.1  per cent in Kibera. Decisions on meals were therefore made made  without regard to nutrition.   \nWith funding from the Africa Capacity Alliance, the team from  UoN's clinical epidemiology unit and the Kenya Association of  Professional Counselors (KAPC) moved into Kibera and Githiga village  to teach women how to cook and serve healthier food.   \n“Most people who are developing  obesity today are from good agricultural areas and have access to  healthy food,” says Alice Ndong', one of the authors and a  nutritionist from the Technical University of Kenya.\nThe trainees then showcased their best  skills in cooking demos in Githiga and Kibera in March and the best   recipes were compiled into this book.   \nKAPC boss Cecilia Rachier, also a co-author, says it's not easy  for women to change their cooking methods. “Cooking is very  personal. Adopting new cooking methods is a slow process that  involves counseling,” she says.   \nOther co-authors are Dr Erastus Njeru, director of clinical  epidemiology unit at the UoN's school of medicine, Kellen Karimi,  Joyce Olenja, Elias Gikundi and Samuel Obwanga.\nFrom Kibera, Resla Amoit's recipe of Ugali and Omena was picked as  the best and published in the book. The others are recipes of ugali  prepared with kunde, mrenda, beef-stew or sukuma wiki.\nMargaret Wambui produced the best recipe in Githunguri. The mother  of four prepared Githeri Mukimo and vegetable stew. Other recipes  from Githunguri are of Kitoweo, njahi with rice and fried beans.   \nThe book explains in simple words the different classification of  foods: carbohydrates, proteins, vitamins and oils, and fats and oils.  \nAlthough most health fads malign carbohydrates as the bad guys of  nutrition, carbs are important sources of the energy and should  supply 40 to 60 per cent of all your caloric intake, the book says.   \nThey power the body's involuntary functions, including the heart  beat, breathing and digestive processes.Nutritionist Ndong says how food is served is as important as how  it's cooked.  “But the problem is that in Kenya people serve very  little vegetables to a plate full of Ugali,” Ndong says.      \nToo much carbohydrates like Ugali, rice and chapatis, without  enough exercise, may easily lead to unnecessary fat gain. Having too  little, like in starvation, is also dangerous because the body uses  up the stored fat and afterwards begins \"eating\" internal  organs for energy. This can lead to heart failure or damaged kidneys,  liver and other organs.   \n“We cannot wait until people succumb  to these conditions...we have to prevent them by living a lifestyle  that is healthy,” says the book.   \n","field_image":"","nid":"8342","path":"\/article\/kibera-recipe-book-out-time-christmas","created":"Monday, December 22, 2014 - 10:00","status":"Yes","sorted_tags":["Nutrition","Cooking","World Health Day","Food","Kibera","Epidemiology","Eating","Slum"],"theme":{"Nutrition":"0.977107","Cooking":"0.691925","Health":"0.519708","Food":"0.449931","Kibera":"0.423483","Epidemiology":"0.390621","Eating":"0.336381","Slum":"0.336367"}}},{"node":{"title":"More centres opened to help women with fistula ","Tag":"Health & Fitness","field_author":"BY MATHEWS NDANYI","body":"The more than two million women in Kenya suffering from fistula complications face long delays before treatment due to a shortage of experts and facilities.\nFistula is a tear in a woman’s bladder or rectum that causes leak in urine or feaces.\nThousands of new fistula cases are recorded among women every year with the main causes being prolonged labour, botched caesarean sections and sexual assault.\nMost of the victims suffer pain and stigma and many fear seeking treatment. Such cases are high in parts of North Rift, Western and Nyanza regions.\nBut there is now a glimmer of hope for the women in the region following the establishment of a fistula treatment centre in the region. It is located at the Kisumu East District hospital. Similar centres have been set up at the Cheranganyi Nursing home in Kitale and at the Jamaa Mission Hospital in Nairobi.\nThe Fistula Foundation has helped establish the centres. Lindsey Pollaczek, the foundation’s programme director, says many affected women were forced to wait for the free medical camps organised once a year in Nairobi or Eldoret.\nJanet Anyango, 24, from Nyabondo in Kisumu County, says she has suffered fistula for the last 12 years.\n“It’s so painful and stigmatising to live with the fistula condition. At time I wished to die instead of suffering such pain,” she says. The problem affects many women living in rural areas most who cannot afford the cost of surgery.\n“I could not even afford transport to go attend the free medical camps leave alone paying the cost of surgery,” said Anyango, whose problem started in 2002 after giving birth. She was 12 years then and was therefore not well developed for a normal delivery.\nAnyango is now among the first patients waiting for the fistula corrective surgery at the new center established in Kisumu.\nAnother patient is 30-year-old Selphin Kerubo from Nyamira County. She developed the complication after undergoing a caesarean delivery at a rural hospital four months ago. She says poor handling of her delivery resulted in obstetric fistula.\n“It’s embarrassing to talk about what I have gone through. I developed a hole in my private parts where I have been passing urine and feaces uncontrollably. It’s a painful condition,” she said.\nMany women who have this condition are not even aware that it’s treatable. Some suffer and die without ever seeking medication. Some even associate it with witchcraft and opt to try traditional ways of handling the problem.\nKerubo calls on those with the complication to seek for medical treatment.\nThe new fistula center has given hope to many women but the shortage of medics to handle the surgeries is still a major challenge.\nAccording to Habiba Mohamed, an outreach manager at the Fistula Foundation, the country has eight trained fistula surgeons and every year, they identify 500 new patients in the Western, Nyanza and sections of North rift. About 300 of them access treatment.\nNationally about 1,000 women are operated annually in some hospitals. There are however ongoing efforts to train more experts.\n“We are also in the process of setting up a Fistula Centre and also working with partners in healthcare to train more experts including nurses and doctors who will help to deal with Fistula,” said Dr John Kibosia, the CEO of the Moi Teaching and Referral Hospital in Eldoret.\nDr Habiba says stigma has forced them move door to door forced to identify fistula patients.\n“We now move door to door besides using religious gatherings to sensitise the community on the clinical signs and symptoms of fistula. We ask those affected not to fear coming out for treatment,” said Habiba.\nThe foundation will also train an additional six surgeons over the next three years.\nThe Eldoret Gynocare centre has also been accredited by Federation of International Gynaecologists and Obstetrics (FIGO) to offer training to surgeons specialising in Fistula repairs. It’s the only centre in the region to be accredited to offer such training.\nOne of the experts here is Dr Hillary Mabeya, one of the few Kenyan doctors handling the complications.\nDr Paul Mutie, the lead gynecologist at the hospital, says the passing of the Reproductive Health Care Bill will go a long way in addressing some of the reproductive health challenges affecting women in the country.\nWestern region was identified among the beneficiaries due to high maternal mortality which goes hand in hand with fistula.\nPatients will now receive free medication and even undergo repairs thanks to the Fistula Foundation which will pay for the average Sh70,000 cost per corrective surgery.\nThe activities are courtesy of a partnership between the Fistula Foundation and Astellas Pharma EMEA. The three year initiative will run from this year to 2017 and will cost more than S 200 million.\nMore than 1,200 women will benefit from corrective surgery.\n","field_image":"","nid":"8622","path":"\/article\/more-centres-opened-help-women-fistula","created":"Monday, December 15, 2014 - 10:00","status":"Yes","sorted_tags":["Childbirth","Hospital","Medicine","Surgery","Jomo Kenyatta","Obstetrics","Physician","Caesarean section"],"theme":{"Childbirth":"0.983974","Hospital":"0.85832","Medicine":"0.824851","Surgery":"0.791278","Kenya":"0.69627","Obstetrics":"0.67726","Physician":"0.631885","Caesarean section":"0.611362"}}},{"node":{"title":"SLE -when we do not know what we do not know","Tag":"Health & Fitness","field_author":"DR RICHARD AYAH","body":"What is it that you think you know but in reality you do not really know? There must be many things. For example is the traffic in Nairobi City really real? Or is it artificially created? What about the handbag check at various entrances combined with the beep, beep of a metal detector? Does it really make us safer? In daily life so much happens that we rarely have enough time or resources to independently verify all the information that passes before our eyes. The problem is made worse by the human desire for as much certainty in any given situation. The solution then is to look for any evidence of incompetence or dishonesty.\nIf these traits are absent then we tend to trust the source of information and assume that since this is in their area of work they know something that we do not know and so take their advise and do what is asked. In such situations people who are very confident have a big advantage over everyone else; in that people who are extremely confident are believed more often than those who display less confidence.\nBut the basic problem of the reliability of the information remains irrespective of how it is delivered. Is it really true that handbag checks reduce terrorist activity? Is it really true that the way we manage our motor vehicles helps reduce road collisions while enhancing movement? Such questions should really be answered with proper evidence that can be verified independently.\nWithout such evidence we have a lot of activity some of which can be harmful to society happening in the name of protecting that very same society. In a way society then behaves the way a body does when it has systemic lupus erythematosus, SLE for short.\nSLE is one of the most common of a group of systemic autoimmune diseases, where the body’s immune system is unable to tell the difference between foreign dangerous things like virus and bacteria and instead attack the body’s own normal health tissue. The word ‘lupus’ is originally Latin for ‘wolf’ and when Europeans first began to recognize the disease as a distinct entity, they thought that it was caused by the bite of a wolf because of a distinct butterfly like rash that appears on the cheeks of the face that on healing leaves what looks like bite marks.\nWe do not have wolves in Africa, except a species in Ethiopia, the jackal is the African counterpart, and it is interesting that SLE more commonly affects non-Caucasian women aged 15 to 35 years. The exact cause of SLE is not known but it is believed to be due to a combination of genetic and environmental factors at play. When a person develops SLE the body’s immune system does not recognise the markers that identify what is self and so attacks the skin, kidneys, joints and even the brain. The attacked organs are inflamed and so swell, causing severe pain and functions are impaired.\nThe course of the disease is unpredictable and the person with SLE can have long periods of remission then episodes of intense disease.\nDiagnosing SLE is difficult. Being female aged 15 to 40 years and being of non-Caucasian descent are the known major risk factors. Further the signs and symptoms are not specific affecting multiple organs at different times in the same person, sometimes overlapping with no two people having the exact same symptoms and there is no specific laboratory test for the disease. As you can imagine it is the body attacking itself. So combinations of tests are done including blood, urine and x-rays checks in addition to a proper history and physical examination by a doctor.\nComplications of SLE include serious kidney, lung and heart damage, so that the patient develops related symptoms such as leg swelling, difficulty in breathing, nausea, vomiting and even stroke and brain seizures. SLE sufferers are also vulnerable to infection because their immune system is so intent on destroying the body rather than focusing on the enemy from outside. There is no cure for SLE, treatment is aimed at controlling symptoms, inflammation is reduced using non-steroidal analgesics from the aspirin family, steroids for severe cases, some cancer drugs have been shown to help but side effects can be just as bad.\nBecause many diseases in medical school are named from western culture, we sometimes fail to recognise them in our own communities. Perhaps if SLE was named after the jackal we might recognise it more and figure out what to do.\nThe jackal is known to be cunning, sly and interested only in its own survival. We know where to find it and can relate the habits and behaviour of a jackal compared to the foreigner wolf, which we come across mainly in movies. That might sound like a call to the ‘good old days’ when African life was perfect, but in fact is a call to adapt to the global world of today where education and information are the key to building a healthy prosperous society. Ignorance is what leads the body to attack itself.\n","field_image":"","nid":"8624","path":"\/article\/sle-when-we-do-not-know-what-we-do-not-know","created":"Monday, December 15, 2014 - 10:00","status":"Yes","sorted_tags":[],"theme":[]}},{"node":{"title":"Girl commits suicide after forced FGM","Tag":"Health & Fitness","field_author":"BY MARRYANN CHAI","body":"A schoolgirl committed suicide after being forced to undergo female genital mutilation, according to a winning poster in an awareness campaign.\nThe poster was drawn by Consolatah Lokiru from Ortum Girls School. She entered the competition to remember her friend who committed suicide last year when her parents forced her to undergo the cut.\n“My poster comprised of girls and parents who are against. A girl who was cut and later died and two girls reporting the incident to police officers who arrest the parents,” Lokiru said.\nThe poster competition took place recently at Ortum Girls Primary School in West Pokot.\nIvy Lomeyan, who took the second position, said she participated in the competition after her friend bled to death last year.\n“My friend passed on at Kapenguria hospital after she over-bled. I felt sorry after losing my close friend and I vowed to be an ambassador against FGM,” she said.\nThe girls also held a peaceful demonstration on the streets of Ortum asking parents to let them further their education.\nPokot central assistant commissioner David Mutuku said the high bride price placed on “cut” girls in Pokot has helped promote the outlawed practice.\nHe asked parents to reduce pride price they ask for their daughters.\n“Heavy bride price for girls who have been cut has forced parents to subject the girls to the knife secretly so that they earn more cows during wedding ceremonies,” Mutuku said.\nHe said local chiefs have been trained by anti-FGM board officials on how to effectively implement law hence reducing the cases which currently stand at 43 per cent.\n“Chiefs have been trained to be alert and arrest those found engaging in the vice,” he said.\nMutuku however says girls are also grouping together to look for a circumciser without knowledge of their parents.\n“Most parents are aware of the heavy penalties that the law has imposed and due to peer pressure girls are grouping themselves and look for a circumciser who cut without knowledge of their parents,” he said.\n","field_image":"","nid":"8625","path":"\/article\/girl-commits-suicide-after-forced-fgm","created":"Monday, December 15, 2014 - 10:00","status":"Yes","sorted_tags":["Female genital cutting","Circumcision","Death","Suicide","The Streets"],"theme":{"Female genital cutting":"0.954429","Circumcision":"0.729442","Death":"0.644622","Suicide":"0.617878","The Streets":"0.551635"}}},{"node":{"title":"EBOLA WATCH","Tag":"Health & Fitness","field_author":"COMPILED BY TRACY MUTINDA","body":"Too early to claim success on Ebola\nThe deadliest Ebola outbreak ever is finally slowing in Liberia, the worst-hit country, but still wreaking havoc in two neighbouring west African states amid warnings of thousands of unreported deaths. \nAs the initially lacklustre global response to the crisis centred in Liberia and adjoining Sierra Leone and Guinea gathered some pace following repeated and impassioned appeals from top UN officials and world leaders, the good news from Liberia was tempered by warnings that the global toll is likely vastly underestimated. \nThe outbreak is officially thought to have claimed 4,960 lives and infected 13,042 people, according to the latest data issued by the World Health Organization. But that could be the tip of the iceberg, an official at the UN health agency said. This assessment was based on the knowledge that the fatality rate in the epidemic stands at about 70 percent. \nDye said the likely explanation was that many people were burying the dead in secret, possibly to avoid having authorities interfere with burial customs like washing and touching the deceased widely blamed for much of the transmission. Even though the spread of the virus has slowed in Liberia, where 2,697 people had died out of a total of 6,525 cases, officials warned that this is no time for complacency.\n \nKenyans to volunteer for vaccine tests\nIn the next few weeks 100 healthy Kenyans will be asked to volunteer to take part in Ebola vaccine trials, the Kenya Medical Research Institute (Kemri) has said. A statement posted by the Kemri-Wellcome Trust Research Programme says the trials of the vaccine developed by Canadians have already started in the US and preparations for Kenya, Gabon, Germany and Switzerland are being made. \nThe exercise to be overseen by the World Health Organisation will vaccinate 335 healthy volunteers starting with 20 in Germany, followed by 100 each in Gabon and Kenya and 115 in Switzerland, if the trials proceed as planned. WHO said some of those expected to volunteer are health workers who will travel to West Africa to help fight the disease.\nThe Canadian vaccine, rVSV-EBOV, to be tested in Kenya, has so far only been tested in monkeys. Wellcome Trust last week contributed $5 million (Sh448.9 million) to finance the trials. Researchers are trying to determine the safety of the vaccines and correct dosage.\n \nWHO introduces new burial rules for victims\nA new WHO protocol for safe and dignified burial of people who die from Ebola virus disease emphasizes inclusion of family members and encouraging religious rites as an essential part of safe burials. \nAt least 20 per cent of new Ebola infections occur during burials of deceased Ebola patients. By building trust and respect between burial teams, bereaved families and religious groups, trust and safety is being build in the response itself. \nIntroducing components such as inviting the family to be involved in digging the grave and offering options for dry ablution and shrouding will make a significant difference in curbing Ebola transmission. \nEbola infections occur during burials when family and community members perform religious rites that require directly touching or washing the body, which still contains high levels of Ebola virus; and when family members distribute personal property of the loved one, which may be infected with the virus.\nDeveloped by an interdisciplinary team at WHO, in partnership with the International Federation of Red Cross and Red Crescent Societies (IFRC) and faith-based organizations including World Council of Churches, Islamic Relief, Caritas Internationalis and World Vision, this updated protocol outlines step-by-step processes for safe and dignified burials. \n","field_image":"","nid":"11165","path":"\/article\/ebola-watch-1","created":"Monday, November 17, 2014 - 00:00","status":"Yes","sorted_tags":["Ebola","Africa","Organization","Microbiology","Ritual","Vaccination","Sierra Leone","Africa"],"theme":{"Ebola":"0.94732","West Africa":"0.758956","World Health Organization":"0.730157","Microbiology":"0.716363","Ritual":"0.708273","Vaccination":"0.698296","Sierra Leone":"0.689851","Africa":"0.679945"}}},{"node":{"title":"HEALTH DIARY","Tag":"Health & Fitness","field_author":"John Muchangi","body":"Kenyans will mark the World Toilet Day on Wednesday this week. \n“Equality and Dignity” is the theme for this year. About six million Kenyans lack access to toilets and latrines and defecate in the open, according to the Ministry of Health. \nWomen in slums risk rape when they walk long distances to access toilets. \n","field_image":"","nid":"11166","path":"\/article\/health-diary-1","created":"Monday, November 17, 2014 - 00:00","status":"Yes","sorted_tags":["Toilet","Outhouse","Composting toilet","Toilet","Ministry","Toilet","Defecation","Urination"],"theme":{"Toilet":"0.956562","Outhouse":"0.729","Composting toilet":"0.708065","Toilets in Japan":"0.684762","Ministry of Truth":"0.679171","Toilet paper":"0.665562","Defecation":"0.660264","Urination":"0.650935"}}},{"node":{"title":"County breaks old taboos to sort out toilet problem","Tag":"Health & Fitness","field_author":"BY BENSON NYAGESIBA","body":"Kisii is probably the only county in Kenya with the guts to admit it is facing a common but rather embarrassing problem: the lack of proper toilets.\nWith one of Kenya's fastest expanding towns and the country's highest rural population density, Kisii region has always had a sanitation problem, but past leaders covered their noses and ignored it.\nGovernor James Ongwae says he will not ignore it because investors will only put their money in various projects if there is a clean environment.\n“Sanitation is of economic importance because investors will only be interested to invest in the county if it is attractive in terms of cleanliness,” said Ongwae.\nThe county government has decided rather than showcase to the media an unnecessary number of new ambulances it will dig trenches and toilets and avert a health disaster before it happens.\nGovernor Ongwae says construction of toilets will go hand in hand with provision of clean water to the country's 1.5 million residents. The World Bank has his back.\nOngwae says that sanitation is a constitutional right and county governments carry the responsibility to provide it.\nHe says improved sanitation yields maximum health, social and economic benefits.\n“My government is committed in ensuring that residents access to improved sanitation because the same yields maximum health, social and economic benefits,” Ongwae said.\nThe governor says that out of the county’s total population, 10.3 per cent are children under five years who need better hygiene in order to grow to good health.\nAccording to the Kenya national bureau of statistics, only 30 per cent of Kenyans have access to improved sanitation, while 13 per cent or about six million Kenyans still have no choice but to defecate in the open.\nWorld Bank country senior water and sanitation specialist Dr Yolande Coombes says Kenya can save millions of shillings used to treat sanitation-related diseases if people are sensitised on the importance of proper sanitation.\nSpeaking at Nyakoe Hotel during a one-day sanitation stakeholders forum for Kisii County, Coombes said many children suffer from serious diarrhoea because of poor hygiene.\nShe said the Bank chose to work with Kisii in improving sanitation because the county has a strong leadership.\n“Over Sh800 million is wasted annually to treat sanitation related diseases in Kenya. This Kind of money can be put into other uses if people observe proper sanitation practices,” Coombes says.\nThe specialists noted that the millennium development goals (MDGs) can not be realised if a huge population lives under unhygienic environment.\nOngwae says open defecation in Kisii must stop.\nKisii county director of health Dr Geoffrey Otomu says more than 39 per cent of children in the county have stunted growth due to malnutrition.\nDr Otomu says such children are killed faster by infectious diseases like diarrhea, pneumonia and measles while others perform poorly in class.\n“Mortality rate of stunted children is high due to infectious diseases such as diarrhoea, pneumonia, and measles. Others end with poor cognitive and education outcomes,” Otomu says.\nHe says malaria is still the leading cause of deaths in the region, followed upper respiratory infections, ear infections and injuries and accidents.\nHe noted that residents have a tendency of selling eggs to buy bread for their children instead of boiling or frying the eggs, which are more nutritious than bread.\nThe county is ranked number 19 out of the 47 counties in the country by the Ministry of Health in sanitation bench marking.\nOngwae says they have allocated resources to improve sanitation in all the shopping centres in the nine sub counties.\n“Our county can only achieve meaningful development if its populace observes proper sanitation practices,” the governor added.\n“We have allocated funds in the 2014\/15 financial to built toilets in all shopping centres in the county to curb open defecation,” he added.\nThe county is also unblocking trenches and fixing broken sewer lines. Ongwae says this will boost cleanliness and stop diseases.\nOne resident, John Bosire, says sanitation will only improve if the government funds sanitation and water projects.\n“The county government should also sensitiz people so they can build and use latrines as opposed to thickets,” he says.\nCounty public health officer Mellitus Kabar says all unsanitary food kiosks will also be closed.\nKabar said that public health officers are working closely with the police to enforce the Public health Act.\nHe says many of the hawkers sell food from unlicensed kiosks.\n“Food hawkers have been jamming the town in the past one year and none of them have medical certificate as required. We are not going to allow such businesses to continue any more,” he says.\nKabar says that they have arrested 17 food hawkers and charged them in court with selling dirty food.\n“If the hawkers defy the ban, the health officials will be forced to enlist the police and provincial administration on a regular basis to arrest and prosecute them in the courts of law,” he said.\nHe warns hotels with overflowing latrines and dirty kitchen would be closed with immediately.\n“Most of the diseases that make people flock hospitals are caused by poor sanitation something that we can control,” Kabar said.\n","field_image":[{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2014\/09\/22\/12889\/5.png","alt":"Kisii county Workers"},{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2014\/09\/22\/12889\/5_0.png","alt":"Drainage in Kisii"},{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2014\/09\/22\/12889\/5_1.png","alt":"County toilets in Kisii"}],"nid":"12889","path":"\/article\/county-breaks-old-taboos-sort-out-toilet-problem","created":"Monday, September 22, 2014 - 00:00","status":"Yes","sorted_tags":["Hygiene","Epidemiology","Infectious disease","Sanitation","Millennium Development Goals","World Health Day","Unincorporated area","Public health"],"theme":{"Hygiene":"0.978091","Epidemiology":"0.691721","Infectious disease":"0.687914","Sanitation":"0.649346","Millennium Development Goals":"0.601379","Health":"0.532949","Unincorporated area":"0.462597","Public health":"0.451183"}}},{"node":{"title":"New branding move to weed out fake chemists","Tag":"Health & Fitness","field_author":"BY MERCY GAKII","body":"Kenya Pharmaceutical Association is teaming up with Private Sector Innovation Programme for Health (PSP4H), a UK-funded research project, to brand pharmacies that are licensed to operate by the Pharmacy and Poisons Board.\n Branded pharmacies will display a uniform logo that will direct customers to seek services from licensed chemists, where they will be given professional assistance on prescription medicines and other services.\n This is expected to improve customer engagement with the working poor, whose only means of accessing health care is by purchasing medicines in chemist shops with or without prescription.\n \"The pilot phase of the branding process will begin this month, in Nairobi and Mombasa, and is expected to run for a year before it is rolled out to the rest of the country,\" said Newton Siele, chairman of KPA. He was speaking on the sidelines of the KPA 11th annual scientific conference in Nairobi.\n Owners of the outlets will meet the cost of branding their own chemists,though the branding is voluntary. Registered pharmacies are listed by the PPB, although there are many others that operate without meeting the required standards that have been set by the regulatory body.\n \"A branded pharmacy will be expected to keep certain minimum standards, including the quality of services offered and dispensation of quality medicines,\" said Veronica Musembi of PSP4H.\n This  approach is one of the ways that PPB has resorted to in efforts to stem unlicensed pharmacy kiosks and unprofessional services. The move will also help in stopping the dispensation of counterfeit drugs.\n \"We are looking forward to a situation erratic supply of medicines will be managed because professionals can pull together and procure genuine, quality assured medicines as a group,\" said Musembi.\n Registered chemists that are run by pharmaceutical technologists are over 3200 while their professional body, KPA, has some 6,000 registered practitioners, who provide professional pharmaceutical services in both the public and private sector.\n \n","field_image":{"src":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/images\/articles\/2014\/09\/22\/12890\/5.png","alt":"Medicine in a Pharmacy. New move will weed out fake ones"},"nid":"12890","path":"\/article\/new-branding-move-weed-out-fake-chemists","created":"Monday, September 22, 2014 - 00:00","status":"Yes","sorted_tags":["Pharmacology","Pharmacist","Pharmacy","Pharmaceutical drug","Medicine","Drug","Jomo Kenyatta","Health science"],"theme":{"Pharmacology":"0.953564","Pharmacist":"0.911649","Pharmacy":"0.74444","Pharmaceutical drug":"0.705932","Medicine":"0.600361","Drug":"0.484153","Kenya":"0.46707","Health science":"0.457363"}}},{"node":{"title":"British army takes medicines to remote meru villages","Tag":"Health & Fitness","field_author":"BY KIRIMI MURITHI","body":"The unmistakable cry of a newborn announced the arrival of the British Army medical corps at the remote Kunati village on the disputed border of Meru and Tharaka Nithi counties.\nThis was the army corps first task: to help Alice Gacheri, who is in her mid-20s, deliver her baby girl.\nThe girl was named after the army mid-wife, Anne.\n“I am delighted that this skilled team of army medics was here to attend to the birth of my child. I have decided to name her after the mid-wife who helped me to deliver. My daughter’s first name is therefore, Anne. I have not given her the other names yet because my family members will decide on the rest,” said Gacheri.\nThe medical team had pitched tent at the Kunati dispensary.\nGacheri comes from Ngongoaka area in the neighboring Tharaka Nithi and her case was apparently unique because there were several cases that were referred for further attention.\nMany of these ended up at the Meru County Health Referral Hospital, including a pregnant woman who reported undetectable featal movement over three days but an ultrasound done at the hospital reassured that the baby was okay.\nThe mother eventually delivered a healthy baby through caesarian section.\nThe county executive in charge of health Dr William Muraa said the county government was delighted with the army's support.\nThe head of the army medical mission, Captain Steve Chesard, was equally delighted with the primary health services provided by his team to the community.\nChesard said they not only did this to appreciate the Kenyan people for allowing them to use their land for training but also to mitigate health challenges facing local communities.\n“We are very grateful to the communities that provide us with an opportunity for the British Army to train in Kenya. For the eight days we spent in Meru County we realised that most of the illnesses are related to drinking contaminated water probably from dirty sources,” said Chesard.\nHe said they are also encouraging health promotion from various stakeholders and in this intervention, they worked with PS Kenya.\nThe medics attended to more than 900 clients at Mitunguu and Kunati locations.\n“For the three days we were at each of the two locations of Kunati and Mitungu respectively, we attended to over 900 patients. To address the identified needs, we partnered with the Kenya Red Cross and PS Kenya to educate the community and provide water guard for water treatment at the domestic level,” said Chesard.\nAndrew Muguna, the county health promotion officer, who attended the medical camp alongside the director of public health Julius Inyingi, invited other stakeholders to collaborate with the county government.\nMuguna said similar outreaches are being organised to reach hardship areas within the county. He called on residents to utilise the health facilities and services available to promote their health standards.\n“Information gathered during the medical camp indicates many of the illnesses affecting our people are water-borne. Going forward, we need to conduct aggressive campaigns to encourage our people to boil water or treat it with Aqua-tab to reduce diarrheal diseases. We need to also, as part of our school health programme, educate and use pupils as a key driver for behaviour change in the community,” Inyingi said.\nThis was the second free medical camp within the county this year. The first was  held in four different locations in three sub-counties in April.\nThe army is expected to enter into a long-term with the county government to strengthen health services.\nDr Muraa says this will also provide an avenue to expand British army services to farmers.\n","field_image":"","nid":"13250","path":"\/article\/british-army-takes-medicines-remote-meru-villages","created":"Monday, September 15, 2014 - 00:00","status":"Yes","sorted_tags":["British Army","Jomo Kenyatta","Corps","Health care","World Health Day","Medicine","Public health"],"theme":{"British Army":"0.966103","Kenya":"0.649847","Corps":"0.64438","Health care":"0.63358","Health":"0.633578","Medicine":"0.550512","Public health":"0.483571"}}},{"node":{"title":"Indoor air pollution is now a human rights issue","Tag":"Health & Fitness","field_author":"BY DIANA WANGARI","body":"Early in the morning, the scene in a larger area of rural Kenya is that of women walking towards their kitchen often situated in a separate structure next to their living quarters.\nHomestead after homestead, the woman gathers firewood beneath her three stone make shift cooker or begins the process of getting the coal on the jiko to light. Tabitha Ibeere has to go through this same process every morning where in a few minutes smoke begins to fill the kitchen, which has one small window to act as a source of ventilation.\nShe has to squint to prevent her eyes from tearing. She can't let this slow her down, she must prepare breakfast before her children awake and her husband gets back from delivering milk. Her husband arrives and Tabitha has to take his breakfast to him, he doesn't like eating in the kitchen and in fact he rarely enters it.\nHe expects his wife to handle all matters involving the kitchen and if he ever wants anything he only needs to call out her name. The process of preparing meals accompanied by hours of blowing into a metal cylinder just to keep the embers from dying out, isn't his concern as is seen in most traditional African cultures. He does however, notice that his wife is coughing as she serves him breakfast, he assumes it must be the cold and advises her to wear a warmer sweater.\nTabitha's children are by now awake and fully dressed for school, they unlike their father prefer to have their meals in the kitchen right next to their mother who's much more tolerant of their playful ways. The first born is six years old, he doesn't mind the smoke in the kitchen that much. He's used to it by now, what he does mind is the smell of smoke on his clothes.\nBefore, he would be forced to hang his school sweater outside for aeration every evening, he's wiser now. He simply doesn't wear his sweater until he's about to leave for school, this is despite the chilly morning weather. Dennis figures he's better off that way, he doesn't want to be teased at school. \"Some of my friends use stoves in their homes and as such tease the rest of us who come in smelling like smoke,\" Dennis said.\nOnce his done, he quickly runs out of the kitchen and one is left wondering if he's simply excited to be going to school or just to be out of the smoke filled kitchen with soot covering its walls.\nThis leaves Tabitha with Joyce, her four year old daughter, her husband has long since gone to work in the nearby quarry. The two have a long day ahead of them, they have to trek to their farm and back. They, however, must return by 1pm not just for lunch but to prepare for the evening. On their way back, they gather firewood some of which the little girl carries in an attempt of lightening her mother's load. She understands from an early age that this is the role her community has assigned to women.\nSide by side, mother and daughter sit preparing that evening's meal that's until Joyce starts coughing. The cough doesn't abate and soon a wheeze can be heard. Her mother tells her to go wear a sweater and stay in the main house where the smoke won't aggravate her cough. This has happened before, Tabitha thinks it's simply a reaction to the cold evening weather as it only presents in the early morning hours or late evening. It's not just a cold.\nSon and husband eventually return, hungry for their evening meal. Tabitha spends over six hours in her kitchen, she has accepted this as her way of life. But as I left, I asked what she wished life was different, her response, \"No, I only wish it was better.\"\nWe often approach, indoor air pollution as a public health issue and rightly so. The health issues surrounding traditional cooking methods that utilize firewood, coal are numerous: asthma, chronic obstructive pulmonary disease, pneumonia, lung and respiratory system diseases among others. The World Health Organization estimates that nearly four million people worldwide die prematurely from illnesses attributable to indoor air pollution.\nAs Dr Jared Mecha, a consultant on respiratory diseases in the School of Medicine, University of Nairobi, has not been spared. \"When it comes to indoor air pollution, we have a long way to go more so in the rural setting. It's not simply a matter of raising awareness but providing solutions that are relevant to the community,\" he said. \" We have to be practical in the options we present. You have to factor in the social, economic and cultural aspects as well.\"\nThis is a message that came across going through a day in the life of Tabitha Ibeere, who like many women in her setting, provision of better cooking technologies isn't simply a matter of improving livelihoods but of empowering women as well.\nAn initiative taken up by the Global Alliance for clean stoves and echoed by the work of the Kenya Medical Research Institute by formation of partnerships that strive to lower indoor pollution in households in rural Kenya. This is the way forward, as indoor air pollution isn't just a public health concern but a human rights issue as well.\n","field_image":"","nid":"13261","path":"\/article\/indoor-air-pollution-now-human-rights-issue","created":"Monday, September 15, 2014 - 00:00","status":"Yes","sorted_tags":["Chronic obstructive pulmonary disease","Public health","Air pollution","Asthma","Respiratory disease","Cough","Indoor air quality","Meals"],"theme":{"Chronic obstructive pulmonary disease":"0.944651","Public health":"0.93836","Air pollution":"0.834791","Asthma":"0.83215","Respiratory disease":"0.742881","Cough":"0.637322","Indoor air quality":"0.63533","Meals":"0.623109"}}},{"node":{"title":"Board targets manufacturers in war on fake drugs","Tag":"Health & Fitness","field_author":"BY  JOHN MUCHANGI","body":"Pharmacy and Poisons Board is now targeting wayward manufacturers in the ongoing swoops on fake medicine dealers.\nHead of the board’s inspectorate unit Dr Ahmed Mohamed said drugs makers, who have been identified, will be required to explain the illegal presence of their products on the market. \n\"Some of the drugs have not been registered yet while others were found to be substandard after laboratory tests,\" Dr Mohamed told the Star.\nDrugs are considered counterfeit if they are produced and sold with the intent to misrepresent the origin,   authenticity or effectiveness. Some contain   inappropriate quantities of active ingredients, or none.\nDr Mohamed said increased  monitoring has reduced the level of counterfeit medicine in Kenya from about 18 per cent, to the current \"almost negligible\" levels.\n\"Expect more raids in the coming days,\" he said.\nLast week, the board seized  counterfeit medicine worth about Sh50 million after raiding a  pharmacy near River Road in Nairobi.  \n   Some of the drugs impounded were banned from Kenya  more than 12 years ago, board officials said. Others were not even  registered and a huge number were stolen from government drugs  stores.\nThe raid took place  at a pharmacy on Dubois Road in Nairobi after a tip off. PPB  officials were guarded by police during the midday exercise yesterday.  \nDr Mohamed, who led the exercise,  said: “This  kind of stock shows that they are keeping very expensive drugs.” \n   “We have managed to arrest one person but the  other two might have got wind of our operation and ran away.”   \nHe said the officers also recovered Sh308,800 the  pharmacist had made since morning selling fake drugs to the public.   \n  Dr Ahmed said the police and the board's newly formed  crime inspectorate enforcement and surveillance unit, will pursue the  two culprits who escaped.\n “You can see that the storage condition  and  the premises in which the drugs are being stored are not suitable.  This is dangerous. We do not even know whether the drugs contain  active ingredients,” he said.\n   He said the anti- rabies injectable and morning  after pills seized were fake and also stored in bad conditions.  “According to the law this anti rabies vaccine is supposed to be  stored under 2 to 8 degrees and you can see we are in a store that is  over 30 degrees,” he said.   \n\n \n","field_image":"","nid":"13262","path":"\/article\/board-targets-manufacturers-war-fake-drugs","created":"Monday, September 15, 2014 - 00:00","status":"Yes","sorted_tags":["Authentication","Drug","Pharmacology","Pharmaceutical drug","Commercial crimes","Deception","Counterfeit medications","Serial number"],"theme":{"Authentication":"0.972","Drugs":"0.926","Pharmacology":"0.867634","Pharmaceutical drug":"0.846909","Commercial crimes":"0.816724","Deception":"0.814631","Counterfeit medications":"0.801","Serial number":"0.729"}}},{"node":{"title":"Why proper nutrition for cancer patients is crucial","Tag":"Health & Fitness","field_author":"BY WILLIAM MWANGI","body":"Most types of cancers generate chemicals that change the way the body uses certain nutrients. Experts now warn that eating the right kinds of foods is imperative during cancer treatment.\nUniversity of Nairobi's lecturer and oncologist Dr Gladwell Kiarie says that exercise and drinking water are two sure ways of good recuperation during treatment.\n\"Cancer has been known to affect a large number of people across the globe, therefore when one is diagnosed with the disease they must stick to good nutrition and exercise,\" she says.\nSurvivors must also work to reduce alkalinity by increasing the amount of oxygen supply in the body. The oxygen supply can be increased through breathing techniques, meditation and exercise, Dr Kiarie says.\n“Water and exercise are essential in the diet for cancer patients. Oxygen and water are the first two foods for the cells of the body. Without oxygen no cell can survive and the food eaten will not benefit the body if there is not enough oxygen is to break it down. Cancer can only exist in a body where oxygen supply is minimum,” she says.\nDaily breathing in the open air is an absolute necessity to increase the body’s oxygen. Every cancer patient should learn some breathing techniques.\nExercise pumps the lymph system and helps get toxins out of the body. Lifting about six kilogrammes of weights for 10 minutes while sitting on a chair will help a great deal. Every cancer patient should drink as much natural water as they can, up to about four litres a day, she adds.\nCancer thrives in low amounts of oxygen and high acidity in the body. This environment allows the growth of bacteria, virus and fungus in the body and eventually a cancerous growth manifests.\nNormally, the natural blood PH of a healthy individual is 7.4, but in a cancer patient the blood PH is about 6.5. The 7.4 PH is when the blood is alkaline or balanced between acidity and base.\n“Its progression in the cells takes long and can be tamed at early stages, but Kenyan women are shying away from early screening,” says David Makumi, the head of the Kenya Cancer Association (Kencasa), in a past interview.\nKencasa says cancer is the third highest cause of morbidity in Kenya, after infectious diseases and cardiovascular diseases.“An estimated 39,000 new cases of cancer each year are reported in Kenya with more than 27,000 deaths per year,” says the association.\nDr Kiarie warns a balanced diet and lots of water is a must.\nShe says every food can be categorised into three main categories: those that cause cancer, those that interfere with the cancer treatment and those that distract the immunity system hence weakening the body in the fight against cancer.\nThe foods that cause cancer include most foods with Trans fatty acids like margarine, all deep fried foods, aspartame such as diet coke and virtually every other processed foods, and food with MSG polyunsaturated oils. The most common is corn oil. The more reason why all the chips, burger and pizza you eat is a step closer to cancer, Dr Kiarie says.\nThe other category is food that directly interferes with treatments for cancer by feeding and strengthening the cancer cells and body. These are foods rich in chlorine, fluoride, alcohol, sugar and coffee. Sugar and all acidic foods also deplete the body of key minerals and other nutrients because of its acidity. The acidity causes the body to use up the minerals to regulate the PH level in the body. The reaction caused in the body by these acidic foods is the major contributing factor to most chronic diseases, including cancer.\nAnd the last category is food that occupies and distracts the immunity system from focusing on killing the cancer cells. Most types of meat would fall under this category especially beef and chicken and this why most cancer patients do not enjoy the famous nyama choma.\n“Good eating habits of a balanced diet must be observed by a cancer patient, but the food should be in small proportions for about five times a day,” she says.\n“However if a patient is going through chemotherapy or radio therapy then he or she is given vitamins in small quantities so they have the energy required.”\nSmoking and alcohol should be avoided at all costs, she warns. Smoking puts more than 100 carcinogens in the body while tobacco is also very high in sugar, fungi and yeast. Part of this is because the tobacco leaves are processed. Alcohol should also be avoided because it is primarily a mycotoxin which interferes with all cancer treatment plans. Research has also shown than alcohol when taken by adults over prolonged periods increased the chances of their children getting childhood Leukemia.\n“People should avoid bad eating habits, large amounts of alcohol and smoking as this deteriorates a patient's health. However little amounts have not been reported as harmful,” she states.\nCaffeine should also be avoided because it restricts the blood vessels, meaning less oxygen gets to the cancer cells. It is also acidic-forming. This also includes chocolate because it also has some caffeine.\nThe foundation of a good diet for cancer patients includes a variety of green vegetables and sprouts. Food high in fibre, enzymes, chlorophyll, minerals and many nutrients are also necessary for the cancer patient’s diet. Juicing vegetables and grasses will help get more nutrients into the body. However, some whole vegetables should be eaten in order to get the fibre essential in the treatment of cancer. Cook vegetables until they are three quarter done, meaning they still have that green look.\nDr Kiarie advises that juices should be made from the actual foods and should be drunk immediately after they are prepared. In cases where many small doses of the fresh vegetables juice are needed, the juice can be refrigerated during the day, according to various online resources.\n\"Essentially, one should have fresh juice made from organic fruits as far as possible, fresh salads, vegetables, juiced greens and sprouts as part of the main meals,\" she adds.\n","field_image":"","nid":"14394","path":"\/article\/why-proper-nutrition-cancer-patients-crucial","created":"Monday, September 8, 2014 - 00:00","status":"Yes","sorted_tags":["Cancer","Nutrition","Oncology","Acid","Blood","Water","Eating","Immune system"],"theme":{"Cancer":"0.987823","Nutrition":"0.972197","Oncology":"0.813111","Acid":"0.805968","Blood":"0.720287","Water":"0.617158","Eating":"0.607898","Immune system":"0.601067"}}},{"node":{"title":"Kenyan scientist turns to herbs for antibiotic","Tag":"Health & Fitness","field_author":"BY HENRY WANYAMA","body":"A Kenyan scientist is working a new antibiotic made from herbal extracts.\nEgerton University's Prof Josephat Matasyoh is the lead researcher in theherbal drug that may come into actual use after three years.\nAntibiotics work by blocking vital processes in bacteria, killing the bacteria, or stopping them from multiplying.\nThe project aims at increasing antibiotics production by pharmaceutical companies.\nMatasyoh said: “Many pharmaceutical companies stopped the production of antibiotics for the last 15 years arguing that it is expensive yet there is no much money made out of them.”\nHe said since 1999, most drugs companies turned focus on production of drugs for non-communicable diseases like diabetes and hypertension, which are used for life, thus guaranteeing life-long market, as opposed to infectious diseases like typhoid and cholera, which take five days to cure. \n“Bacteria for neglected diseases in the body have a sense of communication to multiply. Our new antibiotic would interfere with these communication without killing the bacteria,” Matasyoh said.\nAccording to Matasyoh, the new antibiotic will fill the gap of the reduced production that has forced Africa to use some drugs from Europe, which are meant for animals.\nHe says extracts from medicinal plants used by herbalists will be used to make the drug.\nThe research will justify why some plants like indigenous mushrooms in Kakamega forest are of important medicinal value, Matasyoh said.\nHe made a presentation last week at the Ministry of Education during the launch of Kenya Chapter EraAfrica Project. It was officiated by Principal Secretary Collette Suda.\nThe project is part of a joint research funded by a network of European and African Countries in science and technology for sustainable development.\nKenyan scientists submitted a total of 81 proposals out which 12, including the antibiotic project, were successful.\nThe current membership of the network are Egypt, Kenya, South Africa, Austria, Belgium, Finland, France, Germany, Portugal, Spain, Switzerland and Turkey.\nIn his project, Matasyoh is leading four other Kenyans in collaboration with Germany's Technical University of Berlin and the Institute of Infectious Diseases in Braunschweig. Others are the University of Kwazulu Natal-South Africa, Catholic University of Belgium and Kenya's Egerton University.\n","field_image":"","nid":"14397","path":"\/article\/kenyan-scientist-turns-herbs-antibiotic","created":"Monday, September 8, 2014 - 00:00","status":"Yes","sorted_tags":["Medicine","Pharmacology","Africa","Luhya","2003 Cricket World Cup","Infection","Jomo Kenyatta","Infectious disease"],"theme":{"Medicine":"0.966364","Pharmacology":"0.830635","Africa":"0.824811","Luhya":"0.694611","2003 Cricket World Cup":"0.649226","Infection":"0.636374","Kenya":"0.629245","Infectious disease":"0.605393"}}},{"node":{"title":"HEALTH DIARY","Tag":"Health & Fitness","field_author":"John Muchangi","body":"President Uhuru Kenyatta will today launch distribution of 2.9 million treated mosquito nets in Migori Primary School. The  mass net distribution is carried out every three years in malaria prone areas years. This year, 12 million nets will be distributed in 23 counties. The nets have been bought by Global Fund, World Vision and PS Kenya.\n","field_image":"","nid":"14399","path":"\/article\/health-diary-2","created":"Monday, September 8, 2014 - 00:00","status":"Yes","sorted_tags":["Malaria","Jomo Kenyatta","Raila Odinga","Daniel arap Moi","Nairobi","Uhuru Kenyatta","Primary school","School"],"theme":{"Malaria":"0.988974","Jomo Kenyatta":"0.963987","Raila Odinga":"0.836116","Daniel arap Moi":"0.827207","Nairobi":"0.76545","Uhuru Kenyatta":"0.740587","Primary school":"0.724692","School":"0.714171"}}},{"node":{"title":"Why Intern Doctors Really Went On Strike","Tag":"Health & Fitness","field_author":"BY DIANA WANGARI","body":"Campus life can be difficult, especially financially. After graduation, there are still bills to pay. Now, imagine you have to deal with all these yet you won't receive your salary in the first month of working or the second, but at the end of the third month paid in bulk. There you are, facing three months of work without pay or better yet, delayed pay. You have been posted to a remote area or simply an unfamiliar region, you have to look for accommodation, somehow furnish it and for the next three months manage to survive. You are left with the option of either once again seeking your parents assistance or actually taking out a loan to keep you going till then.\nThis is the life of an intern doctor who recently graduated from medical school and has just been posted to a hospital for their internship.\nBut what is the difference in the titles doctors must go through in their professional journey? Upon graduation, a medical student acquires the title doctor and a temporary internship licence. In essence this means that they are qualified by the virtue of going through a minimum of five to six years in school, but they require training or rather need to gather work experience before they receive a permanent licence, which would allow them to venture into private practice.\nTherefore, in Kenya by law, you must undergo one year of internship. Upon completion, the intern becomes a medical officer with a licence to practice. The government at this point, reserves the right to once again post you to a different institution from your internship station. It is after this period that once can apply for a Masters degree in the varied fields in medicine. While undertaking the further studies, the doctor is then referred to as a registrar and upon graduation, the doctor becomes a consultant, indicating specialisation. The journey between intern doctor, medical officer, registrar and consultant spans over six years and could even over a decade. The first step, however, is that one year right after graduation when you become an intern doctor and equally that's when most problems are.\nMost undergraduate medical students graduate in December. However, they are posted to work in April. Previously, before 2011, the interns were sent out in January. Therefore, you have three months before you start working and when you do begin, you are expected to go another three months without receiving payment. This is despite the fact that you work over 100 hours in a week, which in itself surpasses the labour laws. A close examination of most of the public hospitals in Kenya shows that most of the work is relegated to the intern doctors. The reasoning behind it being that the whole purpose of an internship period is to acquire as much as experience as possible. Their immediate supervisors being the medical officers. In some of the stations, intern doctors have to work weekend shifts that might include working all day and night, with the only sleeping time being the few hours nap you might get if the hospital isn't too busy, and the four hours of sleep on Sunday night before reporting for work on Monday morning at 8am.\nIt is no surprise that the 2014 group of intern doctors are currently on a go slow that was initiated on August 14. The cause behind it being that, during their posting in April it was agreed that they would be paid end of July, the first month of the financial year 2014\/2015.\nHowever, on July 16, two weeks before pay day, the office of the Health Principal  Secretary sent out a memo stating that they would carry out an auditing process as they process salaries. They intended to do a head count of the interns in their different stations all over Kenya. There are approximately 70 stations. By August 4, no payment had been made. A memo was sent out stating interns would be paid by August 13, despite an agreement that payment would be end of July. The first batch of payment was on August 11 but this covered less than 20 per cent of the interns. On August 19 there was a meeting held at the Ministry of Health and a resolution was that all remaining interns would be paid by Monday, August 25. Another meeting was held the following day, issues raised: Why hadn't all interns been paid?\nThe response was that the delay was in Treasury not the Ministry of Health. But wasn't it the responsibility of the Ministry of Health to look after their people? In addition, they had removed their non-practice allowance. The interns are not allowed to have private practice. Were they not going to be paid for all the extra hours spent in public institutions?\n\"We the doctors have been stretched beyond reasonable doubt at this point. Furthermore our non-practice allowance has been slashed and it is unacceptable. The Kenya Medical practitioners pharmacists and dentists union KMPDU is in agreement and supports us. In the end it's not just us getting the raw deal but the common mwananchi as well,\" said Mwachonda Hamisi, the interns committee union representative.\nIt's now going to six months, not all intern doctors have been paid and none has received the appropriate payment. If that's not enough, now some medical officers in certain counties such as Mombasa are adding their voice that they too haven't been paid. While intern doctors fall under the central government, the medical doctors fall under the county governments. But the problems are the same and as Steve Nigel, an intern doctor from Kilifi District Hospital, said: \"There is need for review. We should either have double intake into the system as there are now more medical schools or early factoring in all incoming interns in the budget with clear guidelines on payment.”\n","field_image":"","nid":"15479","path":"\/article\/why-intern-doctors-really-went-strike","created":"Monday, September 1, 2014 - 00:00","status":"Yes","sorted_tags":["Physician","Medical school","Medicine","Pediatrics","Medicine","Internal medicine","Anatomy","Residency"],"theme":{"Physician":"0.98495","Medical school":"0.679692","Medicine":"0.668941","Pediatrics":"0.638494","Doctor of Medicine":"0.571777","Internal medicine":"0.556427","Anatomy":"0.54618","Residency":"0.522059"}}},{"node":{"title":"Kenyan kids take part in trial to trap malaria parasite","Tag":"Health & Fitness","field_author":"BY MANUEL ODENY","body":"About 140 Kenyan children took part in  a pioneer research that discovered a protein that is essential in making a  malaria vaccine.\nThe blood samples, which were  collected way back in 1997, were used by Rhode Island Hospital researchers to  help correlate a similar research of 785 Tanzanian children carried out in  2002.\nAntibodies to this protein trap  the parasite inside these red blood cells which could lead to the development  of a vaccine that would prevent the progression of Plasmodium falciparum  malaria.\nThe research by Jonathan Kurtis,  the director of the Center for International Health Research in the American hospital and  his colleagues, is  published in the May  23 issue of journal Science. \nKurtis said the research  intensified six years ago when they began using  samples to identify novel vaccine candidates.\n“While a portion of this research  was conducted in mice, the actual vaccine discovery experiments were performed  using human samples, thus we believe the results will effectively translate to  humans,\" he said in the research.\nIn the mouse experiments,  researchers conducted five independent vaccine trials in which mice were  vaccinated with the novel antigen, which they have designated as Schizont  Egress Antigen-1 (PfSEA-1) or control. \nAll mice were then challenged  with malaria parasites. \nIn all five experiments,  vaccinated mice had lower levels of malaria parasites and survived longer than  the unvaccinated mice.\n\"We discovered that  antibodies to this protein, PfSEA-1, effectively trapped the malaria-causing  parasite within the red blood cells, it was truly a moment of discovery,'\"  Kurtis said. \nCurrent research to get a vaccine  seek to prevent the virus from entering the red blood cell, but this pioneer  study has found a way to block it from leaving the cell once it has entered. \n“If it's trapped in the red blood  cell, it can't go anywhere… it can't do any further damage,\" the research read.\nKurtis said they will need more  trials in animals and human samples and see the protein as “a potential vaccine  candidate to prevent this infectious disease that kills millions of children  every year.\"\n \n","field_image":"","nid":"15481","path":"\/article\/kenyan-kids-take-part-trial-trap-malaria-parasite","created":"Monday, September 1, 2014 - 00:00","status":"Yes","sorted_tags":["Malaria","Immune system","Red blood cell","Cell nucleus","Blood","Plasmodium falciparum","Plasmodium falciparum","Vaccination"],"theme":{"Malaria":"0.972038","Immune system":"0.710995","Red blood cell":"0.626195","Cell nucleus":"0.495831","Blood":"0.481841","Plasmodium falciparum":"0.443878","Plasmodium":"0.439085","Vaccination":"0.388893"}}}],"tags":{"Abortion":2,"Pregnancy":2,"Reproductive rights":1,"Obstetrics":4,"Miscarriage":2,"Human rights":2,"Abortifacient":1,"Pro-choice":1,"Aga Khan IV":2,"Hospital":4,"Pain":1,"Muscle":1,"Central nervous system":1,"Agha":1,"Aga Khan Development Network":1,"Tuberculosis":7,"Extensively drug-resistant tuberculosis":1,"Antibiotic resistance":1,"Nick Herbert":1,"Infectious disease":7,"Multi-drug-resistant tuberculosis":2,"Jomo Kenyatta":15,"Welfare":1,"Poverty":1,"Government":2,"Finance":1,"Sociology":1,"Unemployment":1,"Organization":10,"Decision making":1,"Dilation and curettage":1,"Uterus":1,"Menstrual cycle":1,"Childbirth":5,"Vacuum aspiration":1,"Food":3,"Bacteria":2,"Codex Alimentarius":1,"World Health Day":7,"Cooking":2,"United States Cabinet":2,"Names of large numbers":1,"Leprosy":1,"Ministry":2,"Africa":14,"Tobacco":13,"2003 Cricket World Cup":2,"Health care":9,"Child mortality":1,"Mortality rate":1,"Infant mortality":2,"Death":3,"Childhood":1,"Millennium Development Goals":2,"The World Is Flat":1,"Nicotine":4,"Smoking":4,"Cancer":4,"Cigarette":4,"Passive smoking":2,"Medicine":10,"Pulmonology":1,"Ethiopia":1,"Lung cancer":4,"Pneumonia":4,"Addis Ababa University":1,"Michael Bloomberg":1,"Bill & Melinda Gates Foundation":2,"Bill Gates":1,"Mayor of New York City":1,"Margaret Chan":1,"Skull":2,"Thrombus":1,"Surgery":2,"Patient":2,"Coagulation":1,"Brain":1,"Ban Ki-moon":1,"United Nations":2,"Demography":1,"Mobile phone":1,"Metastasis":2,"Obesity":1,"Streptococcus pneumoniae":3,"Pneumococcal conjugate vaccine":1,"Pneumococcal vaccine":1,"Pneumococcal polysaccharide vaccine":1,"Vaccine":4,"Meningitis":1,"Haemophilus influenzae":1,"Nairobi":4,"Uhuru Park":1,"Dialysis":1,"Hygiene":2,"Infection":3,"Eye":1,"Blindness":1,"Drinking water":1,"Disease":2,"Epidemiology":3,"Health economics":1,"Public health":5,"Pandemic":1,"HIV":6,"Conservation biology":1,"Wildlife":2,"Animal":1,"Fauna":1,"Genetic pollution":1,"Biodiversity":1,"Universe":1,"Malaria":3,"Postperfusion syndrome":1,"Cardiothoracic surgery":1,"Heart":1,"Oxygenator":1,"Cardiac surgery":1,"Monday":1,"Empty set":1,"AIDS":3,"Condom":2,"Viral load":1,"Lymphoma":1,"Western blot":1,"Disability":1,"Wheelchair":1,"Cytomegalovirus":1,"Immune system":5,"Antiretroviral drug":1,"Barack Obama":1,"President of the United States":1,"Bill Clinton":1,"Sierra Leone":5,"Democratic Party":1,"Water":2,"Joe Biden":1,"Uhuru Kenyatta":2,"Healthcare":1,"Internally displaced person":1,"Family":1,"Mother":2,"Economics":1,"Prince":1,"Refugee":1,"Continent":1,"Vaccination":5,"HPV vaccine":1,"Cost":1,"Hominidae":1,"Chimpanzee":1,"Viral hemorrhagic fever":1,"Ape":1,"Liberia":3,"Guinea":3,"Bundestag":1,"Bundesrat of Germany":1,"President of Germany":1,"Immunology":1,"Breast cancer":1,"Oncology":2,"Traditional birth attendant":1,"Birth":1,"Nigeria":1,"Freetown":1,"Police brutality":2,"Advice":1,"Alcohol abuse":1,"Alcoholism":1,"Guidance":1,"Nutrition":2,"Kibera":1,"Eating":2,"Slum":1,"Physician":2,"Caesarean section":1,"Female genital cutting":1,"Circumcision":1,"Suicide":1,"The Streets":1,"Ebola":1,"Microbiology":1,"Ritual":1,"Toilet":3,"Outhouse":1,"Composting toilet":1,"Defecation":1,"Urination":1,"Sanitation":1,"Unincorporated area":1,"Pharmacology":3,"Pharmacist":1,"Pharmacy":1,"Pharmaceutical drug":2,"Drug":2,"Health science":1,"British Army":1,"Corps":1,"Chronic obstructive pulmonary disease":1,"Air pollution":1,"Asthma":1,"Respiratory disease":1,"Cough":1,"Indoor air quality":1,"Meals":1,"Authentication":1,"Commercial crimes":1,"Deception":1,"Counterfeit medications":1,"Serial number":1,"Acid":1,"Blood":2,"Luhya":1,"Raila Odinga":1,"Daniel arap Moi":1,"Primary school":1,"School":1,"Medical school":1,"Pediatrics":1,"Internal medicine":1,"Anatomy":1,"Residency":1,"Red blood cell":1,"Cell nucleus":1,"Plasmodium falciparum":2}}