{"nodes":[{"node":{"title":"President Uhuru announces fund to help treatment of people with rare medical conditions","Tag":"Feature-follow-up, Features, Star Health, Latest News","field_author":"BY STAR REPORTER","body":"President Uhuru Kenyatta has announced the government will set up a fund to pay for the treatment of Kenyans with rare medical conditions. On his Madaraka Day speech, the president alluded to the story published by the Star last week of Felix Mwandeti, a four-year-old boy with rare medical condition. \nFelix Mwandeti was born with a tail-like extension on his back. The boy's mother Mary Musembi said her son was also born with three and two fingers on his hands, a second condition that destabilised his family, causing a rift between his young parents. Ndinda said she lacks the money to give her second born a new lease on life. The family was expected to raise Sh300,000 in 10 days for Mwandeti to be operated on at the Kenyatta National Hospital.\nHealth Secretary James Macharia has intervened and said the ministry will waive all charges for the operation of four-year-old Felix Mwandeti with a rare growth in the back.\nMacharia called the Star to announce that he had discussed the case with the director of medical services Dr Francis Kimani. He said he told the family to report to Afya House next Tuesday so the ministry can carry out operation plans at the Kenyatta National Hospital.\n\"I thank the Star for publishing the medical appeal on Friday on page one. We have decided to help immediately. The family should see Dr Kimani who will organise with the CEO of the Kenyatta National Hospital so that the boy can be operated on. We shall waive all the charges,\" Macharia said.\nHe said the growth, which looks like a tail protruding from the boys back, is likely to have touched the spine and will require a delicate neurosurgery procedure to be removed so Mwandeti can enjoy his life with confidence like all children his age\n","nid":"169372","path":"/news/article-169372/president-uhuru-announces-fund-help-treatment-people-rare-medical-conditions","created":"Sunday, June 1, 2014 - 00:00","status":"Yes","field_image":"http://www.the-star.co.ke/sites/default/files/images/articles/2014/06/01/169372/5.png"}},{"node":{"title":"Macharia waives fees for Athi boy operation","Tag":"Feature-follow-up, Features, Star Health, National News","field_author":"BY STAR CORRESPONDENT","body":"Health Secretary James Macharia has said the ministry will waive all charges for the operation of four-year-old Felix Mwandeti with a rare growth in the back.\nMwandeti's medical appeal was reported by the Star yesterday.\nMacharia called the Star to announce that he had discussed the case with the director of medical services Dr Francis Kimani.\nHe said he told the family to report to Afya House next Tuesday so the ministry can carry out operation plans at the Kenyatta National Hospital.\n\"I thank the Star for publishing the medical appeal on Friday on page one. We have decided to help immediately. The family should see Dr Kimani who will organise with the CEO of the Kenyatta National Hospital so that the boy can be operated on. We shall waive all the charges,\" Macharia said.\nHe said the growth, which looks like a tail protruding from the boys back, is likely to have touched the spine and will require a delicate neurosurgery procedure to be removed so Mwandeti can enjoy his life with confidence like all children his age.\n \n \n","nid":"169303","path":"/news/article-169303/macharia-waives-fees-athi-boy-operation","created":"Saturday, May 31, 2014 - 00:00","status":"Yes","field_image":"http://www.the-star.co.ke/sites/default/files/images/articles/2014/05/31/169303/5.png"}},{"node":{"title":"Medical appeal for young boy with tail","Tag":"Features, Star Health, National News","field_author":"BY HENRY KIBIRA","body":"A family in Athi River is grappling with a rare medical condition for  one of its members.\nFour year-old Felix Mwandeti was born with a tail-like extension on his back. The growth requires urgent surgery.\nHis mother, Mary Musembi fears the growth will get longer as the boy grows.\nMwandeti was also born with three and two fingers on his hands, a second condition that destabilised his family, causing a rift between his young parents.\nNdinda, 22, is at crossroads as she lacks the money to give her second born a new lease on life.\nWith her mother Agnes Kalekye, they are expected to raise Sh300,000 in 10 days for Mwandeti to be operated on at the Kenyatta National Hospital.\n“All I want is to see my son live a normal life like other kids of his age. He has been through a lot as he cannot associate with others freely,” said Ndinda, who does menial jobs at construction sites.\nShe said although Mwandeti in baby class, he is withdrawn and conscious of his surroundings.\nOther children make fun of the ‘tail’, which resembles a male sex organ.\nThe sensitive growth is attached at the right rear back.\n“We chose to take him to a school where the teacher knows him; this has been helpful as the teacher treats him differently. He supports him whenever there is a need such as going to the toilet,” Kalekye said.\nMwandeti does not mingle with other children freely as they look at him as \"different and incomplete\".\nThe family of five lives in a slum near the Athi River Railway terminus after Ndinda’s husband abandoned her on allegations Mwandeti was not his son.\nNdinda took Mwandeti to the Machakos District Hospital when he was two months old but was told the boy was “too young for any attention”.  \nEfforts by the family to reach out to the local leadership for support have hit a snag, as nobody has been willing to come to their aide.\n“We have talked with the chief, who promised to organise to talk to area councilor, but that has not happened,” Ndinda said.\nThey can be helped through the Cooperative Bank account number 01108563451300 or M-pesa number 0720815697.\n","nid":"169135","path":"/news/article-169135/medical-appeal-young-boy-tail","created":"Friday, May 30, 2014 - 00:00","status":"Yes","field_image":"http://www.the-star.co.ke/sites/default/files/images/articles/2014/05/30/169135/thetaillikegrowthonthebackof4yearoldfelixmwandeti.jpg"}},{"node":{"title":"Health Cabinet Secretary waives fees for Athi boy operation","Tag":"Feature-follow-up, Features, Star Health, Latest News","field_author":"BY STAR CORRESPONDENT","body":"Health Secretary James Macharia has said the ministry will waive all charges for the operation of four-year-old Felix Mwandeti with a rare growth in the back.\nMwandeti's medical appeal was reported by the Star. Read related story here\nMacharia called the Star to announce that he had discussed the case with the director of medical services Dr Francis Kimani.\nHe said he told the family to report to Afya House next Tuesday so the ministry can carry out operation plans at the Kenyatta National Hospital.\n\"I thank the Star for publishing the medical appeal on Friday on page one. We have decided to help immediately. The family should see Dr Kimani who will organise with the CEO of the Kenyatta National Hospital so that the boy can be operated on. We shall waive all the charges,\" Macharia said.\nHe said the growth, which looks like a tail protruding from the boys back, is likely to have touched the spine and will require a delicate neurosurgery procedure to be removed so Mwandeti can enjoy his life with confidence like all children his age.\n","nid":"169291","path":"/news/article-169291/health-cabinet-secretary-waives-fees-athi-boy-operation","created":"Friday, May 30, 2014 - 00:00","status":"Yes","field_image":"http://www.the-star.co.ke/sites/default/files/images/articles/2014/05/30/169291/5.png"}},{"node":{"title":"Why second medical opinion can save your life... and money","Tag":"Features, Star Health, Lifestyle","field_author":"BY NDUTA WAWERU","body":"Making a medical decision is one of the most important things that any person can do, something that Grace Omondi, 30, found out when she noticed her thyroid was swollen. The first step she took was to head to the hospital for a routine check up.\n“The doctor was concerned and asked me more about the swelling — for how long I had it, and if it still keeps growing. He then recommended I take an ultrasound.”\nThe ultrasound was to check the size and shape of the thyroid and the lymph nodes and to check whether there was any fluids. Grace also had to take a blood test, to check the levels of the thyroid hormones in the blood. It was normal.\n“It was at this point that the doctor recommended that I see a surgeon. The surgeon felt at the swelling, and immediately recommended surgery,” Grace says, adding that he would have recommended a needle biopsy to check for cancer, but he was sure that going under the knife was the best option, and a one-time solution.\nFor someone not so keen on surgery, Grace decided to look for an alternative to deal with her swollen thyroid. Her quest saw her talk to her friend, a reflexology expert, who told her to see him before going for surgery. She ended up consulting with him and two other doctors, who told her to change her diet to reduce the swelling.\n“I am now using home remedies to keep the swelling down. However, I know if this does not work I will just have to consider surgery,” Grace concludes.\nThe same is the case with Maria Njenga, 28, from Kiambu, whose decision to look for second opinion 14 years ago saved her from a life of dealing with infections. When she was in primary school, she feel down and broke her shoulder blade in three different places. The school nurse just gave her painkillers and asked her to sleep, but when the pain became too much, she had to call her mother to come and pick her from school and take her to a doctor.\nAt the doctor, she had an X-ray done, and it was noticed that the collar bone was not only dislocated, but the broken parts had overlapped. The doctor recommended surgery, which will involve the insertion of metal plates to hold them in place. With this suggestion came the warning that she will be at risk of 50 per cent infection.\n“The first thing in my mind was: 'metal plates?' Why?” Maria says, adding that her tough dad is the one who refused to let her go under the knife. He decided to get a second opinion from a different doctor in the same facility. This doctor then cancelled the surgery and recommended that a 'figure eight' (a soft cast that goes round the body) be put on Maria as a way to hold her hand in place, and thus put the broken parts of her shoulder blade close together.\nHowever, three weeks later, Maria was still in so much pain. Her parents asked around for references to a good doctor, and they landed in Kenyatta National Hospital, where a doctor recommended a process called 'manipulation' which, just as its name, meant manipulating the broken shoulder blade pieces to go back in position.\n“While it was a painful process, it worked. I eventually healed and have never had a problem with my arm. Besides, it was not only effective, it was way cheaper,” Maria concludes.\nAccording to the Kenya National Patient's Right Charter, a patient has the right to seek second medical opinion if so desired, in regard to the diagnosis, procedures, treatment and medication from any qualified health professional. However, even with such provisions, not many patients are going out to look for a second opinion, mostly because they do not know it is their right, because of the trust they have placed on their doctors, and because of cash.\nAccording to Dr Isaac Theuri, only about two to five percent of patients have gone to see him for a second opinion.\n“Patients diagnosed with chronic illnesses such as diabetes, hypertension and cancers tend to seek second and even third opinions from various specialists,” he says, adding that the complex medical cases like cancers, a multi-disciplinary team of doctors (surgeons, oncologists, physicians, support staff) are required. Various treatment options are available locally and abroad, hence seeking various opinions is advised.\nHowever, things are not as easy as it seems. There are quite a number of things people consider before getting a second opinion. One of them being the finances, as many private hospitals ask for a fee of not less than Sh1,000 for consultation, and this is prohibitive to most Kenyans, who cannot afford it. The situation seems to have worsened, after most hospitals — both private and public — increased their consultation and bed charges in 2012.\nThere is also the case of rogue doctors. Dr Theuri says, “Sometimes rogue doctors can mislead patients to gain profit, for example sending pregnant mothers for caesarean sections without clear indications, hence getting a second opinion is advised.”\nDr Boyani Mogeni of Avenue Hospital has received about 30 per cent cases of second opinion in her career as a doctor. These cases range from simple cases of infection to more chronic cases such as hypertension and cancer. According to her, there are three different types of patients that seek second opinions.\n“We have the ones that feel like they are not getting better faster after treatment from their own doctors. The second group are those that do not accept or believe the diagnosis, and are looking to confirm it, and there are those who do it for the sake of cash,” she says, adding that the third group may be looking for the same treatment or medical procedure but at a cheaper rate than the one offered by their own doctors.\nAccording to her, insurance plays an important role when it comes to getting a second opinion. People with low-limit medical insurance are concerned about the medical charges and thus will get second opinions, but those holding high limit insurance are not bothered so much about it.\nThe downside of this is that some doctors take advantage of these high-limit insurance holders to make money from them. This can be done in variety of ways, including ordering unnecessary tests that would not have an impact on the management of the patient, and inflating hospital charges so that they could charge the insurance companies more money than necessary.\nIn situations where patients have been misdiagnosed, the Patients Chapter offers a step by step guide of how a patient needs to go through to be heard. For starters, they may lodge the dispute with the healthcare provider, who should then resolve the issue amicably or formulate an internal inquiry or a committee that will look into the matter and conclusively resolve it to the satisfaction of the parties.\nThe other option is to lodge a complaint with the relevant regulatory authority as per the statutes available, including the Public Health Act, and Medical Practitioners & Dentists Board Act, among others. The third option is to take the claim to court, where they can seek appropriate remedies provided by the law.\n","nid":"168699","path":"/news/article-168699/why-second-medical-opinion-can-save-your-life-and-money","created":"Tuesday, May 27, 2014 - 00:00","status":"Yes","field_image":"http://www.the-star.co.ke/sites/default/files/images/articles/2014/05/27/168699/5.png"}},{"node":{"title":"Our Way Of Life, Livelihood Under Attack","Tag":"Features, Star Health, Mutoko on Monday","field_author":"BY CAROLINE MUTOKO","body":"In the past week, three things have happened that made me stop and ask myself whether terrorism had finally won. I need to state very clearly that the term here is terrorism — not al Shabaab. We used to wonder what the phrase “domestic or international terrorism” meant. Now we know. Terrorism can be external like in the case of al Shabaab or al Qaeda or local like in the case of Mungiki in the past or whoever was hauling grenades at our matatus, churches and in Gikomba. This much I do understand about outfits like al Qaeda and al Shabaab — they go for maximum impact and they take ownership of their attacks. It’s important for their resume. Someone will have to tell me who is carrying out the other unclaimed attacks.\nLet me go back to my acute observations from last week. Firstly, I was unable to pay for a small investment because my salary didn’t quite add up. The reason is I haven’t had any external gigs in probably around three months. Most of my external work is paid through my salary, taxed at source and remitted to me. No one needs KRA drama. Yes, my constant travel has made it a little tricky for me to take bookings, but I am usually home between modules in school for about two months. I haven’t had any gigs for about two to three months.\nThe second thing that made me uncomfortable was the fact that last week I ate a meal in my car. I did a few errands in the middle of the day, went to the Sarit Centre, dropped by the Posta there and renewed my driving license, picked up my passport from DHL and while at it ordered a salad from Java. I can’t allow my blood sugar to fall below a certain level so I actually have a beep to remind me to eat. I forget to eat sometimes. Having done all my little bits, I then sat in my car, got out my phone — returned a few text messages and e-mails and ate my salad while sitting in the car. In the parking lot. Yes, you read that right — I ate in my car.\nThen the slap in the face happened on Saturday, May 24. It was a beautiful day. The sun was out, not too hot, beautiful and oh so lovely. Nduku and I decided off to the Junction we go. The promise for good behavior for her and my nephew was a treat at KFC and a big bowl of yoghurt from Planet Yoghurt. Getting into the mall was slow as expected — the search must happen (however I was deeply offended by the comments by one of the KK guards and I have told their management as much). What really surprised me when I finally got past the barrier was how little actual traffic there was in the mall. We literally had our pick of parking slots and the mall itself was virtually empty. My heart sank. I then proceeded to Nakumatt to get on with our shopping and was heart-broken to see how empty it was. At the check-out counter (I didn’t have to line-up) I asked the teller how long this had been going on for and he smiled and told me “leo ni afadhali”.  We put the groceries in the car and proceeded to KFC where once again I barely had to line-up and wait. Of course I asked the lady serving me how long this had been going on — she smiled and like the Nakumatt guy said “this is a good day”.  Note it was almost 1pm and there were only five people in line.  She told me Monday through to Wednesday are empty — she has tears in her eyes on the way home.\nBeing me I progressed to have the same conversation with the staff at Planet Yoghurt, at Vivo at Mr Price and even at Art Café. By the time we finally got back into the car and headed out, I was heart-broken, I tweeted my pain. Al Kags and a few people understood immediately.\nHere’s my concern: have we allowed fear to rule our minds and hearts? Have we any idea what staying away from business establishments means? When the waitress or waiter doesn’t get a tip because we didn’t bother to have a meal there, heck forget the tip, when we don’t spend in that establishment whether it be Java or a nyama choma joint somewhere, we jeopardise her livelihood. The same goes for everyone in the chain and ecosystem of life that connects us all. From the person who supplies milk, to the person who brings potatoes for fries, to the lady who makes a living selling fresh produce, to the company somewhere that supplies toothpicks. This goes for the area sales manager who won’t meet their coca-cola targets this quarter, or the person who supplies chicken or beans or even table napkins.  In the ecosystem that is our collective economic well-being. We are not allowed to opt out of life.\nWe are so interconnected it's pure financial suicide to think we can stay away from the very establishments that breathe life into our lives.\nI don’t have the answers — that’s why I’m starting the conversation, hoping that as we understand how we are attached at the hip, we can start finding solutions to the real terrorism. I believe the real goal of whoever is behind the attacks isn’t to kill or injure a few people; it’s to kill our spirit, our resolve, our economy and our way of life.\nIn September 2013 our way of life came under attack at Westgate and for some reason this has continued. Sometimes fuelled by outside sources and in most cases internal. These acts are intended to frighten our nation into chaos and retreat. We must not allow this to happen.\nAllow me to borrow from George W Bush’s speech in the aftermath of 9/11: “A great people has been moved to defend a great nation. Terrorist attacks can shake the foundations of our biggest buildings, but they cannot touch the foundation of America. These acts shatter steel, but they cannot dent the steel of American resolve. America was targeted for attack because we're the brightest beacon for freedom and opportunity in the world. And no one will keep that light from shining.”\nIf I can paraphrase the same for Kenya, allow me to say this: We have been targeted because we are the brightest beacon for opportunity in Eastern Africa — fact. Stop being ignorant and asking why Uganda is not being attacked yet their forces are in Somalia as well. With all due respect to our neighbours — who cares. You hit Kenya you have hit all of East Africa. When we went to the elections last year, East Africa went on its knees to pray. We matter. Deal with it. The question is, do we even get it, or will we continue to point fingers at each other without offering any solutions or playing our small part in ensuring security for ourselves and for all.\nI turn to the bible whenever I feel I need something to hold onto. One of my favourite lines is from Isaiah 54:17 — no weapon formed against you will prosper. No weapon. The bible and our God does not say that our prayers will stop any weapons from being formed, however we do know and I personally can bear witness that no weapon formed against me or us will prosper. Another line we must learn to read, hear and understand is Psalm 23:4. Even though I walk through the valley of the shadow of death, I fear no evil for you are with me. Nothing will stop the shadow of death from falling, but we will walk through that valley and fear no evil because we serve a mighty God who walks with us.\nThe terrorist — local and foreign — is after our very way of life, not just a few lives. Stand up and defend our way of life. Uhuru Kenyatta for all his bravado can’t do this alone. Terrorism demands that we stand together. #WeAreOne must mean something, it can’t just be a hashtag — Prove it. Show it. Live it.\n \n","nid":"168582","path":"/news/article-168582/our-way-life-livelihood-under-attack","created":"Monday, May 26, 2014 - 00:00","status":"Yes","field_image":"http://www.the-star.co.ke/sites/default/files/images/articles/2014/05/26/168582/5.png"}},{"node":{"title":"Delicate surgery gives girl life and chance to swim","Tag":"Features, Star Health, Lifestyle","field_author":"BY JOHN MUCHANGI","body":"For every 1,000 children born in Kenya, about eight of them come with heart defects. Anne Wangari says a million questions flashed through her mind when her three-month-old daughter was diagnosed with a “ hole” in the heart in 2009. There was also shock, disbelief and denial.\n She found herself questioning the quality of life her daughter would lead. How would she cope as she grew up? Jasmine Nduta is now a bubbly, five-year-old pre-unit pupil at Ruiru's Viola Academy.\n “She is always active and very playful but cannot stand for long. She easily contracts infections, so we cannot allow her in some games like swimming,” says Wangari, a teacher at Nairobi's Light Academy. “She often asks me, Mum, when will I start swimming. My answer has always been, soon, my dear.”\n Medics first noted Jasmine had a problem in 2009 because she could not straighten up properly when being weighed, and she had low weight.\n She was treated but there were detectable murmurs from her heart. Wangari and her husband James Chege, an army officer, took her for more tests.\n Hurlingham-based cardiologist Dr Celeste Okello finally carried out an echo and discovered Jasmine had a ventricular septal defect (VSD), commonly called a hole in the heart.\n Some VSDs are not detected until a person reaches adulthood. Signs can include shortness of breath and a loud heart murmur when the doctor listens with a stethoscope.\n The defect involves a hole forming between the heart's lower chambers, allowing oxygen-rich and oxygen-poor blood to mix. If untreated, it can result in life-threatening complications like permanent damage to the lung arteries and pulmonary hypertension. Some extreme cases cause heart failure or stroke. Jasmine was finally wheeled to the theatre at Mater Hospital in Nairobi two weeks ago for a delicate operation to seal the hole. The two-hour open-heart surgery was led by the head of cardiology department at the University of Nairobi, Dr James Munene.\nThe operation cost more than Sh500,000 but was heavily subsidised by the Mater Heart Run, a charity programme that has since 1996 funded more than 2,500 heart treatments for children at the hospital. It is a delicate operation where the heart is put to rest and a bypass machine pumps blood around the body.\n Dr Simon Nderitu, cardiac surgeon, first makes an incision in the chest to reach the heart. Dr Munene, who leads the operation, examines the defect and begins to prepare a special patch that will cover the 0.8cm hole.\n Dr Munene says such holes are treatable. “The small holes actually close on their own or don't cause problems,” he says. He says many people with the small defects live normal, productive lives with few related problems.Those with larger holes, like Jasmine, require surgical repair early in life to prevent complications.\n Dr Munene says its not known exactly why congenital heart defects like VSDs develop and mothers should not think they did something wrong during pregnancy.\n He says while such operations carry some risk, those done at Mater have been highly successful because patients first undergo a litany of tests. Complications, such as bleeding and infection, from VSD surgery are rare, he says.\n After two grueling hours, tests show the hole in Jasmine's heart has been successfully sealed. There is no leakage. The surgeons and the cardiac nurses begin sending blood back to the heart which, almost miraculously, begins kicking with vigour. Dr Munene slowly closes the chest after further tests.\n Doctors expect her to lead a normal lifestyle. She can finally learn swimming without having to worry about swimming pool infections.\n Jasmine hopes to participate in this year's Mater’s Heart Run next Saturday in Nairobi. Her parents have already bought the Sh1,000 t-shirt for her and more for other family members.\n “She's back to her feet! She has one more scheduled clinic visit before resuming school. She can't wait to run next week, and finally learn how to swim!” her mother says.\n Mater head of marketing Lawrence Muiga said this year they are targeting Sh70 million to fund heart operations at least 300 children. “We usually evaluate the financial ability of parents or guardians and and come up with a cost-sharing plan,” he says. They have already screened 100 children, who will be operated on once money is available.\n The annual charity run takes place on Saturday May 24 in Nairobi and other parts of Kenya. “Children contributors have always raised 70 per cent of the funds,” Muiga adds.\n He says last year approximately 50,000 supporters turned out to run in three venues in Nairobi, Mombasa and Mumias. They raised Sh54 million, which funded 231 heart surgeries. “Jasmine is now fine. We'll all run to support other children like her,” says Wangari.\n","nid":"167389","path":"/news/article-167389/delicate-surgery-gives-girl-life-and-chance-swim","created":"Friday, May 16, 2014 - 00:00","status":"Yes","field_image":"http://www.the-star.co.ke/sites/default/files/images/articles/2014/05/23/167389/5.png"}},{"node":{"title":"Woman's nightmares end after 30-year struggle with fistula","Tag":"Major, Star Health, Lifestyle","field_author":"BY MONICAH MWANGI                                                                                                                                                                                    ","body":"There exists a very thin line between the joy of motherhood and childbirth complications. Dressed in a pink gown, 65-year-old Joyce Mumbi sits on a bed at Guru Nanak Hospital in Nairobi awaiting her turn to go to the theatre. She has lived with fistula for more than 30 years.\nMumbi had turned up for the free vesical vaginal fistula (VVF) camp organised recently by the Flying Doctors Society of Africa. More than 200 women benefitted from the corrective surgery at a cost of Sh10 million.\nMumbi started having complications after getting her second child at the age of 16. After examination, doctors said her vagina is torn and that she has fistula.\nMumbi was brought to the hospital by well-wishers from All Saints CPK in Muchatha, Kiambu county, where she is a member. Nurses at the hospital said she came in traumatised and not ready for the operation.\n“We have had to take her through counselling to have her agree to the treatment,” said Christine Muthengi, a nurse at the ward where Mumbi was admitted.\nHers has been a painful journey. All her eight children were born prematurely and all ended up dying. “I was giving birth at home and none of my children survived. None of them reached full term — I was getting them between the sixth and the eight month,” she explained.\nShe says she gave up after the eighth child died and accepted that her fate was to live without children. “I appreciate the support I get from my church members who decided to bring me here. Those are the people I look at as my children,” she says, adding that she never feels alone since she is still married.\nShe admits that through the years, she has been mocked by many in her village.  Sometimes people would move away from her in church and other public places because she at times stinks.\n“Sometimes I have a foul-smelling discharge which makes  me very uncomfortable,” says Mumbi, who is a small-scale farmer and a bananas seller at a market in Kiambu.\nDoctors say some of the home births must have been difficult which resulted in the damage of the vagina.\nAdjacent to Mumbi sits another fistula victim, Emma Wambui, who is a mother of two. Wambui, who is in her twenties, has lived with fistula for two years. “It all happened after I got my second child. At first I thought the problem would disappear but it got worse with time,” she said.\nShe says she has been visiting various hospitals and was meant to undergo an operation which would have cost her almost Sh40,000.\nShe says she is happy that the camp is doing free fistula correction and thanks the organisers for coming to their rescue. “I have not paid a coin for the treatment,” said Wambui who had already had the operation done.\nShe is hopeful that she will now be able to enjoy her life all over again. “I want the bad smell to go and to stop wetting my clothes. I want to regain respect and dignity from the community and stop walking around with extra clothes,” she said with a smile on her face.\nNairobi governor Evans Kidero's wife Susan Kidero, who launched the camp, called for an all-inclusive effort to free women from fistula.\n“Poverty is one of the underlying causes as it is associated with early marriages, unwanted pregnancies, malnutrition and lack of access to medical care,” she said.\nFlying Doctors Society of Africa chairperson Eunice Kiereini expressed concern at rising cases of fistula and urged expectant women to seek medical attention.\n“There are an estimated 3,000 new cases of fistula each year in the country and the main cause of the condition is obstructed labour,” she noted.\nThis condition is the most devastating of all pregnancy-related injuries affecting more than 100,000 African women each year.\nAnnually, there are 5,000 cases of fistula in each East African country.\n\nFistula mostly affects poor women and girls who cannot afford skilled supervised deliveries at a health facility. It is caused by difficult and prolonged labour, according to Dr Khisa Wakasiaka, a VVF specialist.\n“This happens when a baby is too big and the birth canal is too small. When the mother instills pressure to push the baby, tissues such as urethra, bladder and vaginal walls get trapped between the bones,” he explained. He warns that the condition can only be treated through surgery.\nWhile obstructed labour is the highest cause of fistula at 92 per cent, there are other causes among them violent rape, abortion, radiation from pelvic radiotherapy, pelvic surgery, severe forms of female genital mutilation and sexually transmitted infections.\nDespite fistula cases being very high, there are only eight fistula surgeons in Kenya.\nIt is estimated that fistula leads to up to eight per cent of maternal deaths worldwide. The situation is worse among teenagers and first-time mothers due to under-developed pelvises. Fistula does not only subject the victim to physical harm, it significantly denies her dignity thereby contributing to families and marriages disintegrating and stigmatisation of the victim.\n\n\n \n","nid":"164849","path":"/news/article-164849/womans-nightmares-end-after-30-year-struggle-fistula","created":"Monday, April 28, 2014 - 00:00","status":"Yes","field_image":"http://www.the-star.co.ke/sites/default/files/images/articles/2014/04/28/164849/5.png"}},{"node":{"title":"Tropical Medicine Research Institute Targets Neglected Deadly Diseases ","Tag":"Major, Star Health, Health Matters","field_author":"BY WYCLIFFE MUGA","body":"Antwerp institute builds knowledge on tropical diseases and public health issues \n“Our vision is of a world in which aid is finite, but scientific collaboration isn’t.” \n \nWycliffe Muga, Weekend Editor of The Star, and Roeland Scholtalbers (Head of Communications – Institute of Tropical Medicine in Antwerp) met at the World Conference of Science Journalists held in Helsinki, in 2013. The following is the transcript of a subsequent conversation on the work of the ITM:\n \nWycliffe: Tell me a little about the history, background and founding of the Institute of Tropical Medicine, Antwerp?\nRoeland: It was founded in 1906 in Brussels as the School of Tropical diseases. In 1934, it moved to Antwerp, where we are still based and it became the Institute of Tropical Medicine. Why? Because ships to the Congo colony left from the docks of Antwerp’s port.The Belgians were very much involved in public health in their colony, Congo. In those days, the institute trained people who were going to the tropics, while it also served as a hospital for those returning ill. However, after decolonization in 1960, ITM became a specialized part of the Belgian system of higher education. At that point, it no longer trained colonials, but experts in development cooperation. During this period our contacts with the developing world intensified and staff started to travel to developing countries to teach and train people.\nOur educational portfolio grew; we also started working on animal health, for example. At the end of the 1960s, we added a Master in Public Healthto our curriculum and we gradually acquired a more international student population. In the 1970s our research component expanded greatly. We started setting up research lines in developing countries; medical care, cooperation with scientists, institutes and local authorities. We no longer merely focused on treating diseases as we moved to epidemiology, organization of health systems and those kinds of elements. This was based on the fact that diseases not only have a biological side, but socio-economical determinants as well. That is how our institute developed from the early period of colonialism through the ’60s and ’70s to the three components we have today; education, research and medical services.\nWycliffe: That's a very rich history indeed. But I'm sure, in the one hundred and ten years, you must have had some great achievements and some disappointments as everything couldn't have gone your way. Could you tell us about them?\nRoeland: Of course. It would be hard though, and probably unfair, to mention just one achievement for such a multifaceted institute. But there are things that set us apart from other organizations, like our focus on neglected diseases affecting the poorest, or our role as HIV pioneers. For example, fighting sleeping sickness would not have been possible without diagnostics developed at ITM, whilst since the early days we have contributed to research on the HIV virus and care for HIV/AIDS patients.\nWycliffe: How did your institute’s work on HIV develop?\nRoeland: We were in the first line when this new, unknown virus caused a great scare throughout the world at the beginning of the 1980s. Peter Piot, the former director of UNAIDS and current director of the London School of Hygiene and Tropical Medicine, was a young researcher at ITM when the disease broke out. He, and several colleagues still working at the institute today, were closely involved in the discovery of what HIV actually was and how it spread, in Africa. They set up research lines and provided care to the first patients. That was a very intense period, which laid the foundations for our HIV work today. The HIV virus is a difficult virus; we have learned so much about it, yet it is still impossible to develop a vaccine or a cure. But our laboratory, clinical and epidemiological research have provided several important insights which have contributed to turn a deadly disease into a chronic one, as long as people stay on antiretroviral treatment. We closely follow-up many HIV patients and we are also a national reference centre for HIV. We also look for ways to make it quicker and easier to perform an HIV test, for example through a swab test which looks for antibodies against HIV in the saliva. Our HIV expertise is multidisciplinary, which is one of our strengths.\nWycliffe: You mentioned your expertise on neglected diseases; could you tell us what they are?\nRoeland: We are proud to be at the forefront against diseases like Leishmaniasis, Buruli ulcer, bilharzia and sleeping sickness that few people work on and even less people talk about. Neglected diseases affect millions of poor people worldwide, yet very few medicines or vaccines are being developed for these diseases.\nTake Human African Trypanosomiasis, or sleeping sickness, which is caused by the trypanosome parasite transmitted by the bite of a tsetse fly.This parasite then multiplies in the blood and evades the human immune system and settles in our organs; heart, kidneys. It weakens patients, it messes up their sleep patterns – hence the name sleeping sickness – and it causes motor and mental problems. If left untreated, this leads to coma and death. WHO estimates that it claims between 10,000 and 20,000 lives each year, mainly in Central Africa. Most cases occur in the Democratic Republic of the Congo. Now you might say there is a large gap between 10,000 and 20,000 lives. That is because there is a lot of uncertainty, because most cases go undetected. The people who get the disease live in remote villages with little access to healthcare, one of the main problems of sleeping sickness. The progress made so far in reducing the number of new cases wouldn’t have been possible without the diagnostic tools that were and are still developed at ITM.\nWycliffe: How does that work, diagnosing sleeping sickness?\nRoeland: For nearly thirty years mobile teams have used our CATT test, an agglutination test, to screen a lot of people in a short time. Last year, our researchers co-developed individual rapid tests which allow medics to get a diagnosis within 15 minutes and that does not require to be stored in a fridge. This is important, because if diagnosed in time this disease is easy to treat, but once the brain is invaded it becomes more and more difficult to treat, with some of the medicines required having deadly side effects. The rapid tests are easily administered and every health worker with a bit of instructions and training can perform this test. The rapid tests are produced by companies, but they all contain our antigens used to detect the parasite causing the disease.\nWycliffe: Just to get an idea of how widespread this disease is, you have mentioned 10,000-20,000 deaths. Do you have any estimate of those infected yet survive; or incidence rate?\nRoeland: Tens of millions of people are at risk of sleeping sickness across more than 25 countries in Sub- Saharan Africa. In 2009, the number of reported cases for the first time dropped just below 10.000 as a result of the control efforts. The incidence rate is thus low. As mentioned earlier though, many cases go undetected. If diagnosed early treatment is rather straightforward, but the disease is deadly if left untreated.\nWycliffe: DRC is a very poor country in a state of semi-civil war most of the time. Unless someone from outside came to perform this research, I doubt there is capacity within DRC to carry out the research. I would say definitely that is a great achievement, especially since it's not prompted by monetary considerations but by the mission of the institute.\nRoeland: Let me pick on that as that's where the story gets more interesting, because things are changing.Today, we are in a situation where the prevalence of sleeping sickness is decreasing and the strategy of going out to the field with mobile teams is proving less and less effective. Screening for sleeping sickness should be integrated in the normal health system. That might not sound too exciting but it is a very important thing to do. Now, the DRC is trying to make this work. On the one hand, we are supporting the operational activities of the national sleeping sickness programme. On the other, we carry out several research projects on diagnostic tools, as well as screening and treatment strategies in close collaboration with the national reference laboratory for sleeping sickness in Kinshasa. I should stress here that this means that the DRC is in the driving seat and we enter into play when our specific expertise is required. This neatly fits in our vision of a world in which aid is finite, but scientific collaboration isn’t.\nWycliffe: The institute has indeed done some pioneering work. But going forward, say 50 or 100 years to come, where will your focus be? Will it still be a focus on the neglected diseases in low income countries or will it be on global challenges such as HIV? What is the vision of the organization?\nRoeland: You know what, this question gives me a good entry point to also mention one of our shortcomings, or disappointments you asked about earlier. As an institute, we should perhaps have explicated our vision of “beyond aid” earlier. You might be familiar with this concept aboutgoing beyond the paternalistic concept of northern-driven development aid. That is a formula which has its roots in the past, you could say the colonial past. But it is something we are trying to change, as in the example I mentioned in the DRC. If you look at our mission in the 1970s, it was to strengthen healthcare in developing countries and it very much read like we were the ones who were going to do that. Then in 1995, it had become strengthening the rationale of healthcare in developing countries and thus helping these countries build up basic healthcare, scientific capacity and we are definitely very much in the process. I will tell you more about that journey, which we call ‘Switching the Poles’, later. But for 2020 and beyond, we actually want to move to a role where we stimulate scientific research on tropical and poverty-related diseases, whilst developing countries are increasingly able to run their own business. That might sound a little bit like a slogan but it's really something that we believe in and we put a lot of effort in.\nWycliffe: Why is it so important to move to a different type of cooperation?\nRoeland: This is about countries and people taking charge of their own future.Tropical and poverty-related diseases, such as tuberculosis, have the greatest impact in low- and middle-income countries. It does make sense to treat them and deal with them as close as possible as to where they happen. Through an extensive programme funded by Belgian Development Cooperation, we are strengthening the capacity of long-term partners across Africa, Asia and Latin America to enable them to do research, to care for patients, to train professionals and take up a pivotal role in their health system. Maybe an anecdote or an example is in place: This is something I have seen with my own eyes just a few months ago in Cotonou, Benin, at the Laboratoire de Référence de Mycobactériologie (LRM). LRM specializes in diseases caused by mycobacteria like tuberculosis or Buruli ulcer, which is a disease causing mutilating scars which are very difficult to treat. For years, like other laboratories in Africa and around the world, they have been sending samples to ITM to get them analyzed and receive results from ITM. But we get many, if not too many, requests and it is not really efficient to continue doing that in Antwerp. We will increasingly focus on quality checks of other institutes, which take over some of our tasks. LRM has been very good in doing so. A former PhD student at ITM, who has learned a lot of the important knowledge on Buruli ulcer, TB and laboratory techniques in Antwerp, heads up the lab at LRM. The laboratory is now a candidate to become a WHO supranational reference centre for West Africa for these two diseases. That means that other West African countries come to LRM to get their samples analyzed. I think it is a beautiful example of an African country or institute taking ownership of a very important issue. Every day at LRM you have nearly 100 patients who come with suspected TB. They have an excellent laboratory to make the right diagnosis and for further monitoring during treatment. We are talking about microscopy, sputum culture and modern techniques such as PCR (Polymerase Chain Reaction), including molecular fingerprinting. They perform analyses at the same standard as we do in Antwerp.\nWycliffe: That's the future as you see it. If I understood you correctly, you are talking of establishing partnerships globally but specifically in the areas where certain diseases are prevalent or widely found so that the research can be done and owned there as opposed to in the North. Furthermore local capacity can be built to do the same standard of scientific research and medical care you are doing at ITM. Is that more or less it?\nRoeland: That's correct. The example I gave regarded laboratory work, but the same applies for supporting partners who specialize in medical studies or in action research in communities. Also here applies that we share our expertise across disciplines. But I would add that from Antwerp we will continue to contribute to build knowledge on tropical diseases and public health issues. This is because they are issues of global relevance due to the interconnected world we live in, think trade, tourism,migration. Climate change is another factor playing a role. These issues affect us all, whether we are in Antwerp or Nairobi. Our role is changing, but we will still have a role to play in these issues which are truly global.\nWycliffe: Within all this, if it's not an unfair question to ask, who funds you? Where does the money come from to support all this work? Is it the Government of Belgium? Is it international organizations?\nRoeland: Indeed our core funding comes from the Belgian Government. We also get funding from the European Commission and we get increasingly private donations for cutting-edge research projects.\nWycliffe: Is there any private foundation you could mention in particular or you are not beneficiaries of funds from, for example, the Bill and Melinda Gates Foundation?\nRoeland: Absolutely. Just to give you an example, the Bill and Melinda Gates Foundation funds some of our work on malaria in Asia, where we try to see what the impact is of the mass use of mosquito repellents. But it is the public support that enables us to perform our core activities (education, research and medical services) at the highest standards.\nWycliffe: Thank you. To conclude, I would like to touch on some of the diseases which are very much in global headlines or what you might say are appealing from the international general community point of view. You have told us of your work on AIDS, malaria. Do you have anything to mention on TB and polio?\nRoeland: We do not have research lines on polio, but our expertise on TB is acknowledged internationally. Antibiotic resistance is on the rise globally, and multi-drug resistant TB is a big issue. With only a few new antibiotics in the making, it is legitimate to wonder whether we might head towards a future without effective drugs. Resistance to the medicines is induced by things like incorrect use, but also because pathogens are very smart and continue to evolve. Now, having enough strains of different types of resistant TB is of the essence to be able to develop new diagnostic and new medicines. We actually have the largest collection of TB strains which is available to the research community, smaller organizations with little funds, as well as private and larger companies, to test new diagnostics and medicines. I think that is something to be proud of. That being said there are also things being done in the field. For example, ITM researcher Armand Van Deun, in collaboration with the Damien Foundation, came up with a new cocktail of medicines to shorten the treatment of multidrug-resistant tuberculosis from 18-24 months to only 9 months. The success rate of treatment increased from 65% to 88%.Resistant tuberculosis is a global problem and it requires new solutions. It is rather scary that very little is moving on antibiotic resistance, whilst on other diseases, like HIV, progress is being made.\nWycliffe: One last question, just give us an idea of the size of the institution? How many people work there? Could you tell us in what categories?\nRoeland: We have at the moment 470 staff members working at ITM. Yearly 500 students – medical doctors, biologists, veterinarians, but also social scientists – from all over the world join us to specialize in tropical medicine and public health. More than 100 PhD students are currently working on their doctoral theses at ITM. Another interesting fact for you to know is that we provide around 35,000 vaccinations to travelers going to tropical areas. Our doctors also provide care for HIV patients. We host 13 national and international reference laboratories on a range of diseases. This gives you an idea of the scope of our institute.\nWycliffe: That is a very large institution. Would you also say it's one of the best in the world?\nRoeland: I think it definitely is. It is unique in its kind in the sense that our expertise continues to build up thanks to our research, clinical activities and field experiences. That knowledge is being shared and put to good use. We pass on skills to nurses, doctors, social scientists, biomedical scientists, a variety of health professionals, who go on and really make the difference wherever it is in the world. Hence, it's fair to say that if you have passed through ITM, you hold all the cards to play a significant role in tackling tropical and poverty-related diseases. We have plenty of prominent alumni. Just to give you an example; Dr. Nafsiah Mboi, Minister of Health in Indonesia and current chair of the Global Fund, studied at the Institute of Tropical Medicine. There are many who, like her, have made a difference and that definitely makes us proud.\n \nWycliffe: Thank you.\n","nid":"164064","path":"/news/article-164064/tropical-medicine-research-institute-targets-neglected-deadly-diseases","created":"Monday, April 21, 2014 - 00:00","status":"Yes","field_image":"http://www.the-star.co.ke/sites/default/files/images/articles/2014/04/23/164064/5.png"}},{"node":{"title":"Letter From Mombasa: Where There Is No Doctor ","Tag":"Opinion, Star Health, Health Matters","field_author":"BY WYCLIFFE MUGA","body":"A few years ago, a documentary on a local TV channel featured an interview with a traditional herbalist.\nThis was not a wild-eyed man draped in the ‘traditional’ animal skins. He wore a suit, and was speaking excellent English as he showed the journalist around the garden behind his clinic, pausing here and there to give a brief account of the medicinal powers of the many plants he had growing there. \nHis explanations went something like this: \"This one here is very good for chest pains – that one cures stomach trouble of every kind – that is good for joint pains in old men.” And so on.\nKnowing something of the work of herbalists in Kenya, I was not really paying much attention, until I heard a claim that had me sitting up in amazement. This was when, without altering his tone or raising his voice, or in any way suggesting that what he was just about to say was of major significance, he went on to announce as he paused over a small shrub, “This one cures cancer.\"\nThe impression given by his casual mention of this infallible cure for cancer was that he was merely affirming a well-known fact. And that it was no more likely that his claim over the properties of the cancer-curing plant would be doubted, than that his prescription for joint pains would be criticised.\nIt is this sort of thing that creates an impression that all this talk of herbal or traditional medicine in many African countries is little more than an elaborate scam for exploiting the ignorance of poor and superstitious people. And these practitioners of traditional herbal medicine don’t do themselves any favour either by invariably giving themselves titles like ‘professor’ or ‘doctor’ when advertising their services in the media.\nThe more famous ones move from town to town, dispensing their herbal cures in large bottles. Prominent among these a decade or so ago, was one ‘professor’ who had allegedly created his own unique “chameleon wonder drug” which was said to somehow camouflage itself as it moved within the bloodstream, hunting down and destroying the AIDS virus.\nThe great pity in all this is that such traditional herbalists are not a rare and exotic breed in Kenya, but are to be found in virtually every village in the countryside.\nAnd official figures from the Ministry of Planning of a few years back, indicated that no less than 70 per cent of Kenya's population relies on traditional medicine – a clear sign that most Kenyans still seek out the local herbalist when they fall ill.\nThere is a well-known book titled, Where there is no doctor.\nIt is a self-help guide to treating medical problems likely to be faced at the village level by poor and isolated communities.\nI have seen this book in many Kenyan bookshops, but not once have I seen it in a village school, or in the homes of any poor Kenyans living in the rural areas.\nIt would seem that the sort of people for whom this book was intended, do not feel that they need it.\nThey already have, after all, their village herbalists, who cannot only treat burns, diarrhea or chest pains, but can also – apparently – cure cancer.\n\n \n \n","nid":"158899","path":"/news/article-158899/letter-mombasa-where-there-no-doctor","created":"Saturday, March 15, 2014 - 00:00","status":"Yes","field_image":""}}]}