{"nodes":[{"node":{"title":"Women's rep unveils safe delivery plan","Tags":"News, Star Health, Western and Nyanza","Author":"BY  REUBEN OLITA and GILBERT OCHIENG","Body":"BUSIA Women's representative Florence Mutua has launched a campaign to encourage mothers give birth in hospitals.The Deliver in Hospitals Campaign\" was launched on Sunday.\n Mutua donated lesos to mothers and gift hampers from Unilever East Africa.\n More than 200 women and 50 men in Busia, Kocholia, Amukura, Nambale, Nangina Mission and Port Victoria hospitals attended the launch.\nFlanked by Busia Culture executive Matinde Mchuma, Mutua urged men to stop discouraging women from delivering in hospitals.\n She urged women to take advantage of the free anti natal, delivery and post natal services in public health institutions.Mutua said delivering in hospitals will reduce maternal mortality rates and infant deaths.\n She said the initiative will ensure children aged five years and below get immunised.\n At Kocholia District Hospital, administrator Moses Wamunyol said high turnover of doctors and lack of ambulances is a major challenge.\n Amukura Subdistrict Hospital public health officer Edward Mwambe cited an incident in which a woman bled to death as she delivered at home.\n “She had given birth six times in the traditional way but this time round her condition worsened after delivery. She was taken to hospital after 10 hours but she could not be saved,” he said.\n Mothers praised Mutua for showing concern.\n","images":"","Nid":"155556","Path":"/news/article-155556/womens-rep-unveils-safe-delivery-plan","Date":"Tuesday, May 13, 2014 - 00:00","Published":"Yes","Title":"Women's rep unveils safe delivery plan"}},{"node":{"title":"HIV-Aids charity will move base to Kenya","Tags":"News, Star Health, National News","Author":"BY ELIZABETH WERE","Body":"PEOPLE living with HIV-Aids are set to receive a major boost with the moving of the Aids Health Foundation charity headquarters from Uganda to Kenya. The Africa Bureau is currently serving 10 African countries Kenya, Uganda, South Africa, Zambia, Ethiopia, Nigeria, Rwanda, Sierra Leone, Swaziland, Lesotho.\n A statement yesterday said globally AHF supports more than 300,000 HIV positive people in their sites through providing care and treatment and promoting services and advocacy in the world.\n AHF in Kenya started its operations in 2007 and currently works in Makueni, Mombasa, Nairobi and Homa Bay counties, with 12 active clinics. The clinics are run in collaboration with the Salvation Army, the Ministry of Health and the county governments. Preliminary work has started in two additional counties, Nakuru and Murang'a.\n In Makueni county AHF operates two clinics namely Kithituni and Emali. The Mombasa treatment sites include Port Reitz, Likoni, Kongowea, Mikindani, Mtongwe, AHF Soko, Bamburi, Jomvu and Shika Adabu as satellite. Currently AHF Kenya in conjunction with other partners has over 11,000 patients in care with 9,500 on ARVs as of end of April 2014.\n \n \n \n \n","images":"","Nid":"155481","Path":"/news/article-155481/hiv-aids-charity-will-move-base-kenya","Date":"Tuesday, May 13, 2014 - 00:00","Published":"Yes","Title":"HIV-Aids charity will move base to Kenya"}},{"node":{"title":"16 sick after eating bad meat in Mathioya","Tags":"News, Central, Star Health","Author":"BY JESSE MWANGI","Body":"Sixteen people were admitted at Kiria-Ini Mission Hospital in Mathioya on Sunday evening after they allegedly ate uninspected meat.\nThe residents from Mioro village were taken to the health facility after they began to diarohea and vomit.\nThose admitted include a 12-year-old boy.\nYesterday, Mathioya DC Charles Laboso said two people, one of whom is the owner of the cow, have been arrested in connection with the incident.\nIt is reported that the owner slaughtered the dying cow and villagers bought the meat from his home.\n“We have two people in police custody including the owner of the cow waiting to be charged in court,” Laboso said.\nHe warned residents against eating uninspected meat.\nLaboso told them that dead animals should not be eaten but disposed of.\n","images":"","Nid":"155525","Path":"/news/article-155525/16-sick-after-eating-bad-meat-mathioya","Date":"Tuesday, May 13, 2014 - 00:00","Published":"Yes","Title":"16 sick after eating bad meat in Mathioya"}},{"node":{"title":"Nyandarua plans review of alcohol law","Tags":"Features, Central, Star Health","Author":"BY GEORGE MURAGE ","Body":"THE Nyandarua county government will review its alcohol laws. This is after five people died from drinking a killer brew last week. The county executive legal affairs officer George Kimani said he is concerned by the large number of people from Magumu village affected by the brew.\nHe warned brewers supplying liquor to the county. Kimani said they will face more harsh and strict laws. “We are putting brewers, who are selling their products in plastic and unhygienic bottles, on notice. We shall not allow their products in the county,” he said. Kimani said they will review fines to be paid by those caught breaking alcohol bylaws in the county.\nThis came as 14 victims of the lethal liquor who were admitted at the Naivasha Subcounty Hospital were discharged after their health improved. Only one man from Magumu, who lost his eyesight, was left in the male ward. Two women, who also lost their eyesight after taking the brew, were among those discharged. The nursing officer at the hospital Maina Chege said the last two patients were discharged yesterday morning.\nSpeaking in the hospital, Chege said the majority of the victims had been complaining of headaches, blurred vision and abdominal pains. “All the patients have managed to recover and have been discharged, apart from one man who had a problem with his vision,” he said. Chege said the facility has recorded five deaths associated with the brew that has killed more than 70 people.\n","images":"http://mirror.the-star.co.ke/sites/default/files/images/articles/2014/05/13/155526/5.png","Nid":"155526","Path":"/news/article-155526/nyandarua-plans-review-alcohol-law","Date":"Tuesday, May 13, 2014 - 00:00","Published":"Yes","Title":"Nyandarua plans review of alcohol law"}},{"node":{"title":"Pregnant women told to eat well","Tags":"Features, North Eastern, Star Health","Author":"BY LYDIA NGOOLO","Body":"Pregnant women have been urged to eat wellpoor diet to reduce maternal deaths. Health officer Mercy Mbinda said they should not abandon traditional foods for processed ones.\nShe was speaking at Tseikuru in Mwingi North constituency yesterday during a forum organised by World Vision to educate pregnant and breastfeeding women. “Must you feed on spaghettis and weetabix? Millet, cassava, greengrams and other traditional foods are more nutritious,” Mbinda said.\nShe said pregnant women need proper nourishment for their unborn and children need proper foundation for proper growth. “Apart from deaths, children are at risk of getting rickets, anaemia.”\n","images":"","Nid":"155499","Path":"/news/article-155499/pregnant-women-told-eat-well","Date":"Tuesday, May 13, 2014 - 00:00","Published":"Yes","Title":"Pregnant women told to eat well"}},{"node":{"title":"The untrained vets of Garissa","Tags":"Features, Star Health, Lifestyle","Author":"By AGATHA NGOTHO","Body":" \nThey never went to school but when their cattle contract the Contagious Bovine PleuroPneumonia, they know what it is and treat it.\nSometimes the treatment works and other times the outcome is disastrous.\nIndeed, the Masalani pastoral community in Ijara, Garissa County say they have always vaccinated their livestock after veterinary services there collapsed.\nMuktah Ali, 65, a pastoralist, says there were days the government vets handled disease outbreaks.\n“Those were the days where we were a proud community who had a lot of cattle but also provided a big chunk of our animals to Kenyans for meat,” said Ali, who comes from a small village in Kotile area of Masalani in Ijara.\nAli says now they do not have clean and healthy animals for meat. “We stopped seeing doctors coming to check on our animals and we have no one to report to since we do not have any vets in Ijara. At some point the doctors used to come to our area to take blood samples from our animals but they have never brought us back any report on what is wrong with our cows,” he adds.\nAli moved from Sangole area after most of his cows died of the Contagious Bovine PleuroPneumonia (CBPP), a disease that they could not control.\nThe cows became thinner and thinner by the day, and produced only little milk. “We could not understand what was happening. Masalani area is friendly and though I know of the tick disease and foot and mouth, I hardly knew about CBPP disease. We were told to isolate the affected animals to reduce infecting the rest,” he said.\nAli’s son, 30-year-old Mohammed Hassan, said they have resorted to treating their own cows, which sometimes can be devastating or can work.\n“I just walk to a chemist in Ijara and get medication to vaccinate the cow by myself. Sometimes it goes well and sometimes the cow dies due to wrong dosage,” he explained.\nHassan says that the community health workers in the area, who they rely on for any advise, explained them on the symptoms of CBPP.\n“So far my father has lost over 80 cows within the last six months and this is not good because we all depend on the livestock for our livelihood,” Hassan says.\nThe pastoralists in the community diagnose diseases through symptoms such as weakness, low milk production and coughing of the animal.\nHassan says: “ When we see the cows weakening we administer our own medicine and try different types to see whether they will heal, this CBPP is slowly infecting our animals and the governments is doing nothing about it.”\nAbdi Iman, the community animal health worker, says he has been helping the community since 1997.\n“Lack of vets in the area rendered people to use drugs badly so we were trained to help the village on the dosage and vaccines depending on the weight of the cows. The most common diseases are CBPP, Ngendi and foot and mouth,” says Iman, adding that the nearest vet is 300 kilometres away in Garissa.”\nIman says over 60 people were trained but only four are serving a very large area.\n“Livestock owners are accustomed to vaccinating their cows and even though its not legal there is nothing we can do. The government needs to send more veterinary officers in the area and also sensitise farmers on the deadly disease CBPP which can wipe out a whole livestock as it kills slowly,” Iman adds.\nDr Naftali Mwanziki, a veterinarian, says diseases such as CBPP pose a challenge to poverty eradication among pastrolists in Ijara.\n“One of the biggest problem is in delivery system, poor infrastructure and lack of animal health specialists. This is due to the fact that this is a hardship zone where people who are trained and educated on animal health don’t work from here,” Mwanziki says.\nHe adds that the few trained animal health workers posted there work for a short time and leave for greener pastures. Pastoralists then take upon themselves to treat the animals, often misdiagnosing, mistreating the animals and misusing drugs.\nHe urges the government and non-governmental organisations to train more community health workers to help the community.\n“This is a national problem and appropriate measure should be take as most of the livestock consumed in the country comes from North Eastern area. If the pastoralists inject their own animals there will be drug residues in the products which will affect consumers,” Mwanziki notes.\nThe Kenya Agricultural Research Institute and the Ministry of Agriculture, Livestock and Fisheries recently set up mobile screening services that would benefit farmers in identifying whether their animals have been affected.\nAgriculture Cabinet Secretary Felix Koskei urged farmers to kill all the animals that would test positive for the disease because it has no cure.\n“The disease is highly contiguous but you need not worry as the meat is fit for human consumption since the disease only affects the lungs,” assured Koskei, adding that the government would train more veterinary, extension, county and government staff and farmers to fight the cow disease.\n \n","images":"http://mirror.the-star.co.ke/sites/default/files/images/articles/2014/05/13/155527/5.png","Nid":"155527","Path":"/news/article-155527/untrained-vets-garissa","Date":"Tuesday, May 13, 2014 - 00:00","Published":"Yes","Title":"The untrained vets of Garissa"}},{"node":{"title":"Tackle Root Cause Of Illicit Alcohol","Tags":"Opinion, Star Health, Alex Awiti","Author":"BY ALEX O. AWITI","Body":"“She said she had lost her eyesight and then asked me whether I was truly her husband”. This is Mr. Muriithi’s account of his last moments with his wife Ann. Ann, a mother of two, is one of approximately 100 people who died after drinking a toxic batch of illicit moonshine laced with methanol, an industrial additive.\n Hundreds of people, including Muriithi, a potato trader in Embu, are still hospitalized and with various complications, and scores have been left blind. Silas who was offered a drink worth Sh25 by a friend is now blind. His wife Julia is praying that his eyesight is restored. She does not want to raise their two children by herself. At the Embu Provincial General Hospital, Susan, 26 walked from her bed in the women’s ward across to the men’s ward to console her husband Gachie, 33 who had lost his eyesight. In Kiambu, Wairimu is grieving the death of her husband and two sons, all of them construction workers.\n People read different things from the killer brew tragedy. I see a government that failed to protect its citizens. I feel the pain and personal tragedy of the families and friends who have lost their loved ones. It is always a moment of deep national shame when television cameras follow victims to their hospital beds and expose the shambolic state of public health services. Tragedies such as this are a stark reminder of widening inequality and how unbridled greed by a few undermines the effectiveness of public institutions.\n But two things worry me to the core. A majority of those killed, blinded or fighting for their lives are aged below 35, most of them raising families of their own. This speaks volumes about the state of our youth and the future of our country. Then there is the story of Kinyua, who earns Sh300 a day from his shoe care business and says he cannot afford any form of entertainment exceeding Sh80 a day. The social and economic circumstances of people like Kinyua, Muriithi, the potato trader and Wiarimu’s husband and two sons, underscore the plight of millions of Kenyans who are employed in the informal sector, which created over 80 percent of jobs in 2013.\n Action has been decisive. Fifty-two public officials, including the head of the National Authority for the Campaign Against Alcohol and Drug Abuse (NACADA) and the Anti-Counterfeit Agency have been interdicted. Furthermore, the government will charge manufactures and sellers of the illicit moonshine with murder. While this is unprecedented and laudable, it is inadequate. In my view such drastic administrative action detracts from the urgent systemic problems, both socio-economic and institutional, which privilege incompetence, reward corruption and widen inequality. Is there a credible strategy to institutionalize accountability in public service and create quality jobs that pay decent wages in the formal sector?\n Executive outrage cannot tackle what looks like the norm in our society. In 2010 fourteen people died in Nairobi’s Kibera slum after drinking alcohol adulterated with methanol. In  2005, about 45 people died from drinking illegal alcohol. In 2000 137 people died in Nairobi after drinking alcohol laced with methanol. A further 500 people were hospitalized across the city, with some in a serious condition, and 20 people went blind. In 1998, Eighty-five people died after drinking liquor laced with methanol.\n The World Health Organization estimates that about half of all the alcohol drunk in sub-Saharan Africa is produced illegally, with 85 percent of consumption in Kenya coming from the \"unrecorded\" market. Moreover, Kenya has more than 2,000 brands of illicit moonshine on the market. This is a staggering variance from the 38 alcoholic beverage manufacturers licensed by KRA in 2012.\n Clearly, the production and consumption of hooch is pervasive. Moreover, we will never have sufficient law enforcement capacity to control Kenya’s thriving multimillion illicit moonshine industry, especially given the appetite for corruption in the police, provincial administration and the courts. Moreover, the popularity poisonous liquor has everything to do with low quality informal sector jobs.\nThe government should consider providing tax incentives to encourage commercial production of inexpensive alcohol. We must not demonize local brewing, which is part of all cultures. We need to promote traditional breweries, provide them with capital to invest in product safety and hygiene. More importantly, we must tighten regulation and intensify campaigns to encourage responsible consumption of alcohol.\n \nDr Awiti is the director of the East African Institute and assistant professor at Aga Khan University\n","images":"","Nid":"155518","Path":"/news/article-155518/tackle-root-cause-illicit-alcohol","Date":"Tuesday, May 13, 2014 - 00:00","Published":"Yes","Title":"Tackle Root Cause Of Illicit Alcohol"}},{"node":{"title":"We Have Exercised Sovereignty Over Our Energy Resource","Tags":"Opinion, Star Health, Lifestyle","Author":"BY WYCLIFFE MUGA","Body":"Jhony F Balza Arismendi is the Ambassador of the Bolivarian Republic of Venezuela in the Republic of Kenya. He spoke to Wycliffe Muga, who is weekend editor at the Star\n1. Your country has been in the news for some months now, for all the wrong reasons – reports of violent anti-government protests appear almost every week. Can you tell us what is really happening?\nSmall sectors of the Venezuelan population, with the political, economic and financial support of the United States, have implemented a strategy of destabilization against the democratically elected government of President Nicolás Maduro Moros.\nThey have planned and undertaken at least one hundred protests of a violent nature and a terrorist intent, with the objective of creating political and social conditions ripe to execute a coup against the democratic and constitutional order.\nWith these plans they are attempting to reverse the achievements of the Bolivarian Revolution in Venezuela, which in just 15 years managed to improve the high levels of poverty and social exclusion that have affected the great majority of our population until the election of the late President Hugo Chávez Frías en 1998.\nThe Bolivarian Revolution has managed to exercise sovereign ownership over our energy resources, one of the legacies of our Eternal Commander Hugo Chávez. He managed to promote and defend our sovereignty and our national independence, and this facilitated the emergence of a new Venezuela, willing to leave behind and overcome the scourges produced by capitalism.\n2. Earlier this year, your country expelled three American diplomats. What was that about?\nOur Government conducted several and careful assessments, based on the work of our intelligence and security services, which concluded that these diplomats were interacting and communicating with some political organizations linked to the far-right sectors of the Venezuelan opposition, the same groups that have been planning and participating in conspiracies against the constitutional and democratic order in our country.\n3. You had a very controversial former president in Commander Hugo Chavez. What can you tell us about him?\nAbove everything else, our late President Hugo Chávez was a cultured man, of humble origins, who was able to live modestly, with a deep consciousness of the historical moment and the social context that his country faced.\nPresident Hugo Chávez was inspired by and knew how to revalorize the ideas and anti-imperialist vision of our Liberator Simón Bolívar, the leader that achieved independence from Spanish colonial rule for the current territories of Venezuela, Colombia, Panamá, Ecuador, Bolivia and Perú.\nPresident Hugo Chávez advanced specific proposals to overcome the material and spiritual misery of Venezuela at the time when he was elected, and these new ideas were internalized by the great majority of the Venezuelan people.\nOur Eternal Commander, as President Chávez is fondly known to the Venezuelan people, was an accurate critic of world capitalism. He knew how to promote the unity of Latin America and the Caribbean, playing a key and widely recognized role in the creation of new regional organizations and integrations schemes like the Union of South American Nations (UNASUR), the Bolivarian Alliance for the People of Our America – People´s Trade Treaty (ALBA – TCP) and PETROCARIBE.\nBy devising a new strategic orientation for Venezuelan foreign policy, Commander Chávez put in motion new ideas to achieve a fruitful and productive approach to the countries of the South. He was a tenacious champion of the rights of Africa, strengthening our links to this continent and supporting a new relation of cooperation and complementarity within the framework of the Africa - South America Summit (ASA).\nHe formulated theories to achieve the articulation of new poles of geopolitical power in international relations, and promoted the creation of a multipolar world on the basis of respect for international law, justice and sovereignty.\nPresident Chávez was a firm believer in the concept of “People´s Diplomacy” and he inspired the ideas of 21st Century Socialism as an alternative to capitalism.\n4. One of your country’s well-known social programmes is the ‘Barrio Nuevo’ programme – what in Kenya we would call a “slum upgrading project”. Tell us something about that.\nThis social programme was created in 2009 under the leadership and inspiration of President Chávez. It is a social initiative to improve the housing facilities and living conditions of a high percentage of Venezuelan families.\nIn November 2013 current President Nicolás Maduro upgraded and institutionalized the programme to the category of “Social Mission”. By 2014, it is expected to reach at least one million of Venezuelan families. Its objective is to create the conditions for the development and integral wellbeing of the inhabitants of the poorest urban areas.\nTo re-humanize and re-urbanize hundreds of urban areas is one of the great tasks of our Bolivarian Revolution, which has created the political conditions for social initiatives that otherwise would not be possible.\n5. Your country is also known for its programmes in what we call in Kenya, “poverty alleviation”. What are some of the landmark achievements in this?\nSince 1999 there are many Social Missions that have been promoted and driven by the governments of the late President Chávez and now by President Nicolás Maduro.\nUnder an integral perspective, the emphasis in improving food distribution and undertaking educational development plans are strategic pillars of our Bolivarian Revolution. For example, the Mercal Mission constitutes a network of facilities and stores to distribute foodstuffs and other basic products at affordable prices to the Venezuelan people, below those set by the private market companies.\nWe believe that it is the task of the State to take care of the urgent needs of the poorest sectors of society, and in this sense the social character of education is emblematic. The election victory of President Hugo Chávez in 1998 was timely to stop the neoliberal plans to privatize public education that were being advanced by the wealthy political classes that ruled Venezuela in the past.\nThe late President Chávez and now our current leader Nicolás Maduro used oil revenues to construct the basis for a more egalitarian society, inclusive of all social sectors, a democratic and caring society. For instance, in 2014 our university enrolment rate ranks second in the Latin American and the Caribbean region and is the fifth highest in the world, according to statistics of the United Nations Educational, Scientific and Cultural Organization (UNESCO).\n6. One final question about your economy: Venezuela is a major oil producer, and indeed has an economy largely dependent on oil exports. Kenya too will soon have oil exports. What can Kenya learn from Venezuela?\nI suggest with the utmost respect and humility a possible review of the Venezuelan experience in regards to its oil industry. It is useful to analyze the Venezuelan experience since 1999, when President Chávez began his government and formulated the roadmap for our political and economic sovereignty, which guarantees that oil revenues are and will be at the service of the social needs of the great majority of the Venezuelan people.\nOnly our Bolivarian Revolution made a reality the fact that the distribution of the oil rent is mostly invested in social programmes for housing, health, education, sports and culture. This differentiates us from other oil producers. Before the Bolivarian Revolution, Venezuelan petroleum only benefited the countries of the North.\n7. In March, your foreign minister, addressing a United Nations Human Rights Council meeting, made this claim (and I quote): “powerful national and international media laboratories are used to carry out a psychological systematic war against my country. Negative news coming out of Venezuela is amplified.” Can you tell us more about this?\nThe great media corporations in Venezuelan and abroad have joined the coup attempt against the government of President Nicolás Maduro. Since February they have been divulging news designed to distort the reality of what is happening in my country.\nThey magnify the facts and attempt to generate psychological terror to promote anxiety in the population, in order to counteract the massive support that the Venezuelan government enjoys among the Venezuelan people.\n8. Hugo Chávez was a world-famous and very controversial figure. Your current president is less well known. What can you tell us about Nicolás Maduro?\nActually, President Maduro has just been recognized by “Time” Magazine, an American publication, as one of the 100 most influential people in the world. This is a measure of his increasing international profile. Nicolás Maduro is a person with worldwide recognition because since 2006 he was the Foreign Minister of President Chávez, which allowed him to play a key role in the design and execution of our foreign policy. By accompanying President Chávez during his many international encounters and official visits, he was able to establish links with representatives from different governments, political organizations and social movements in the world that have been forging a unbreakable friendship with Venezuela.\nThe humble social origins of President Maduro define him as a sensitive man, with a long political trajectory during the struggles of the Venezuelan revolutionary leftwing forces. This endows him with the experience and intellectual capacity to carry on the legacy of the late President Chávez, who in December 2012 exhorted us to support him with our vote and elect him as our next leader in the presidential elections of April 2013.\n9. Finally, going into any international beauty contest, Miss Venezuela is always among the top favourites. Indeed Venezuela has probably won more such beauty contests than any other country. What is so special about Venezuelan women?\nThe Venezuelan women are as beautiful as the rest of the women in the world. In Kenya itself we can witness how feminine beauty flourishes from the bowels of the fertile land of this country. We cannot deny the African blood that runs through Venezuelan veins.\nIn this beauty contests some Venezuelan women win, others rank in other positions. But the most important thing is to know that Venezuelan women are sensitive, intelligent and have a humanist spirit. If you consider this, then they will look even more beautiful to our eyes.\n \n","images":"http://mirror.the-star.co.ke/sites/default/files/images/articles/2014/05/12/155437/5.png","Nid":"155437","Path":"/news/article-155437/we-have-exercised-sovereignty-over-our-energy-resource","Date":"Monday, May 12, 2014 - 00:00","Published":"Yes","Title":"We Have Exercised Sovereignty Over Our Energy Resource"}},{"node":{"title":"JGF select team for Chainama showdown","Tags":"Local Sports, Star Health","Author":"BY WILLIAM NJUGUNA","Body":"Daniel Nduva, Mathew Wahome, South Africa based Adel Balala and Tahir Mohamed of Nyali Golf Club will represent Kenya at the Africa junior golf championship in Chainama Hills, Lusaka Zambia from Sunday.\nThis year’s tournament has attracted 16 countries. Last year the tournament was held in Mauritius where Kenya finished fifth behind South Africa, Zimbabwe, Zambia and Uganda\nWhile announcing the team the chairman, Junior Golf Foundation Ashwin Gidoomal said: “the 2014 campaign presents another window of opportunity for our juniors to excel and use the opportunity presented by the tournament as a springboard for elite sport and future Olympic Games. It is true that golf, worldwide, is perceived to be an economic and social elitist sport, however, JGF is proud to be part of an initiative that strives at changing the perception of participation in professional golf to be about talent and only talent. Initiatives of this nature are an attempt to move the sport of golf from abstract to concrete.\nWe are convinced that these young people who will participate in the tournament are our future Olympians, without doubt, will represent Kenya in the next coming 2016 Olympic Games in Rio de Janeiro, Brazil”. The Team to will be led by Taufiq Balala (team manager) and will be accompanied by JGF head coach Charles Farrar.\n","images":"","Nid":"153425","Path":"/news/article-153425/jgf-select-team-chainama-showdown","Date":"Thursday, April 24, 2014 - 00:00","Published":"Yes","Title":"JGF select team for Chainama showdown"}},{"node":{"title":"Abdalla flops on his first mission for Leopards against Mathare","Tags":"Local Sports, Features, Star Health","Author":"BY FRANCIS WADEGU","Body":"Juma Abdalla’s mission to revive AFC Leopards flagging season began on a wrong footing as they lost 1-0 to an enterprising Mathare United side at the Nyayo Stadium yesterday evening\nHussein Nzinda fired the winning goal past Martin Musalia in the 10th minute after latching onto a pass from the energetic Daniel Mwaura. Yet it was Ingwe, who began the game intently with Jacob Keli fizzing a fierce shot across goal barely three minutes into the match.\nThree minutes later, Keli ran onto a superb through ball from Charles Okwemba but his attempted cut back to Nigerian striker Augustine Ikenna was toe poked away by David Mwangi as the striker prepared to fire at Robert Mboya.\nAgainst the run of play, Mathare, a notoriously stubborn side to Leopards, took the lead. The impressive Ryzone Isuza sprayed the ball on the right, finding Mwaura whose first time pass on the path of Zinda was met a by a thumping shot that Musalia could do nothing about.\nThe goal took the stuffing out of Ingwe. Half chances came and went as Keli, Ikenna and Khalid Jumaa struggled to break down the Mathare rear-guard manned by seasoned campaigner Edgar Ochieng.\nIt was Mathare with their youthful battalion who created the better chances in the remaining part of the half. Mwangi forced Musalia to tip the ball over the bar with a curling corner and Mwaura shot straight at his former custodian.\nAbdalla turned to Michael Khamati and Oscar Kadenge as Leopards tried to turn things around. They could still not find away past Stanley Okumbi’s defence as Mathare closed out the game to earn, their three points. For Ingwe the wait for their new head coach continue.\n","images":"","Nid":"153424","Path":"/news/article-153424/abdalla-flops-his-first-mission-leopards-against-mathare","Date":"Thursday, April 24, 2014 - 00:00","Published":"Yes","Title":"Abdalla flops on his first mission for Leopards against Mathare"}}]}