{"nodes":[{"node":{"nid":"123226","type":"article","title":"Wash hands to fight cholera – Uganda","byline":"By JANE CHEROTICH","date":"2015-12-15 03:30:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/12\/15\/1016874.jpg?itok=A9AJUEO8|ALT|BORDER SCREENING: Health officer Cynthia Anyango screens Nambale MCA Charles Wakhungu at the Busia border on October 8 last year after his return from Kampala","body":"<p>KENYANS have been ordered to wash their hands when crossing into Uganda to fight a cholera outbreak that has killed five people, including three Kenyans, in Busia-Uganda.<\/p><p>The dead Kenyans include a couple from Siaya county, Busia resident district commissioner Adhola Otiti said.<\/p><p>Speaking during Jamhuri Day celebrations at Busia Polytechnic grounds on Saturday, he said cholera is a major problem.<\/p><p>“For one month, we have tried to combat it in vain. Join us in the fight by observing food hygiene when you cross into Uganda,” Otiti said.<\/p><p>“When you come to Uganda, please come when you are satisfied. Eat no food in Uganda. You will be help fight the scourge, which has reached unbearable levels.”<\/p><p>Present were Busia Governor Sospeter Ojaamong and county commissioner Mwongo Chimwanga.<\/p><p>Yesterday, health officials in Busia told the Star adequate measures will prevent more infections.<\/p>","newsitem_id":"1260505","section_id":"24","sorted_tags":["Food","Epidemiology","John Snow","Hygiene","James K. Polk"],"theme":{"Food":"0.90785","Epidemiology":"0.899333","John Snow":"0.887153","Hygiene":"0.866916","James K. Polk":"0.761877"}}},{"node":{"nid":"123150","type":"article","title":"Girl dies in Kerio Valley night cut","byline":"BY MATHEWS NDANYI","date":"2015-12-15 02:00:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/12\/15\/1037912.jpg?itok=AA8F-CwH|ALT|IT HURTS: A Pokot girl in tears after going through the female genital mutilation ordeal in a village about 80km from Marigat town in Baringo county on November 18 last year","body":"<p>A standard seven girl died yesterday and two others hospitalised in Elgeyo Marakwet county after they underwent FGM.<\/p> <p>She died after bleeding profusely on Sigor-Chesoi road as she was being taken to hospital.<\/p> <p>The girl who died was a pupil at Chebilil Primary School and had been circumcised at Kowou village.<\/p> <p>Two other girls are admitted at St Benedictine Sister’s Chesongoch Mission Hospital.<\/p> <p>“The girls aged 12 and 11 are now in stable condition. They had been bleeding when they were brought in,” said Sister Benadete Nzuve, the chief administrative nun at the hospital.<\/p> <p>Parents brought the girls to the hospital gate and ran away fearing arrest, she said.<\/p> <p>Kipchumwa chief Benjamin Cherobei and his administration police officer were injured when they raided a village to stop FGM.<\/p> <p>A police officer lost his gun but it was later recovered at Mung’wa Primary School.<\/p> <p>One chief has been suspended for allowing her daughter to be circumcised.<\/p> <p>Police have been deployed in the valley, where reports say more than 1,200 girls were circumcised on Sunday night.<\/p> <p>Anti-FGM board chairperson Linah Kilimo arrived in the country from Mauritius, where she received an award for her fight against the vice.<\/p> <p>“I am shocked beyond belief,” she said on the phone.<\/p> <p>County commissioner Matilda Sakwa and Marakwet East deputy county commissioner Hassan Alaso said they are investigating the incidents.<\/p> <p>Alaso said many girls were circumcised but some were saved by government officials.<\/p> <p>“We did not get the reports on the planned FGM and due to inadequate officers, we were unable to stop the perpetrators,” she said yesterday.<\/p> <p>The FGM activities went on simultaneously in all villages in Kerio Valley, police said.<\/p> <p>Alaso said the incidents took place in remote areas like Mung’wo in Embobut location, Sambalat, Kowou and Chukor in Lower Sambirir.<\/p> <p>Other villages where more girls had been circumcised are Mokora location, Kacheturgut, Kirawi, Katemuge, Kakisegei and Kipkirwon.<\/p> <p>They also include Kaptul, Kwenoi, Koibirir, Kaben, Kowou, Kakisige, Karamwar, Kaptoboko and Mungwo.<\/p> <p>The government has admitted that it is difficult to wipe out FGM as it is a culture entrenched in the community.<\/p>","newsitem_id":"1260815","section_id":"24","sorted_tags":["Kerio Valley","Marakwet","Girl","Primary school","Primary education","Police","Kerio River","Constable"],"theme":{"Kerio Valley":"0.909422","Marakwet":"0.798776","Girl":"0.709716","Primary school":"0.707636","Primary education":"0.688436","Police":"0.678414","Kerio River":"0.677267","Constable":"0.67107"}}},{"node":{"nid":"123172","type":"article","title":"300 doctors work together","byline":"By ANGWENYI GICHANA","date":"2015-12-15 02:00:00","image":null,"body":"<p>Kisii Doctors from the county will work with their Nyamira counterparts to improve healthcare.<\/p> <p>They unveiled their umbrella body, Inka Medics Association, on Sunday.<\/p> <p>Speaking during the event at a Kisii hotel, chief guest and Kisii Governor James Ongwae praised the initiative.<\/p> <p>More than 300 doctors from the county working across the world will be involved.<\/p>","newsitem_id":"1260773","section_id":"24","sorted_tags":["World","2007 MTV Movie Awards"],"theme":{"World":"0.908937","2007 MTV Movie Awards":"0.82944"}}},{"node":{"nid":"123098","type":"article","title":"A peek into the future of healthcare","byline":"BY JOHN MUCHANGI","date":"2015-12-14 03:30:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/12\/14\/1258080.jpg?itok=zp46H-3a|ALT|Philips PulseRelief health device|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/12\/14\/1258081.jpg?itok=fXM99y0Z|ALT|Philips bluetouch pain relief health device|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/12\/14\/1258082.jpg?itok=9wBnvCyL|ALT|Philips Visiq ultrasound health device|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/12\/14\/1258085.jpg?itok=igIBNFqw|ALT|Philips minicare acute health device tests for up to ten diseases instantly|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/12\/14\/1258088.jpg?itok=BPG2LlIL|ALT|PHILIPS Children Automated Respiration Monitor (Charm) will be released next year. Its strapped around the baby's chest.|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/12\/14\/1258090.jpg?itok=LQ1sPmA3|ALT|Philips health watch can be worn all the time","body":"<p>Wait, is your phone or tablet going replace your doctor? That notion might seem far fetched at the moment.<\/p><p>But wearable and portable health devices could soon take on a growing number of duties currently unnecessarily performed by clinicians. That in itself is not bad news considering that Kenya faces a biting shortage of medics.<\/p><p>Think of a smart watch that quietly monitors your heart rate, activity, blood pressure and sleep patterns to prevent chronic diseases. <\/p><p>Or a mobile phone-like device that uses a drop of your blood to produce about ten lab-quality results on the spot, and send that information to your doctor.<\/p><p>Experts predict that in the not-too-distant future medical advances will have us shaking our heads in wonder at how we ever survived without them – like, imagine how Kenyans survived without Mpesa.<\/p><p>Some of these devices are already turning science fiction into science fact. And it is happening closer home.<\/p><p>The new Philip's Africa Innovation Hub in Nairobi has already churned out some consumer products and is leading research to customise health devices to meet the needs of the rising African middle class.<\/p><p>Some of these products were showcased at the recent Philips Africa Innovation Experience.<\/p><p>“Technology today, allows us to understand and take control of our own health, for example through real-time biometrics and coaching,” says JJ van Dongen, CEO, Philips Africa.<\/p><p>Dongen says they are working with healthcare professionals to improve the healthcare system. <\/p><p>“To make healthcare more effective – economically and medically – we need integration and personalisation,” he says.<\/p><p>There is also money to be made in health-related wearables. According to ABI Research, a firm that monitors medical innovations, wearable wireless medical device sales will reach more than 100 million devices annually by 2017.<\/p><p>\"A growing number of medical devices are becoming wearable, including glucose monitors, ECG monitors, pulse oximeters, and blood pressure monitors,\" Theo Ahadome, senior analyst at IMS Research, says in the report. <\/p><p>Here are some out of the innovations to watch out for. Some of this stuff is here already, and the future is calling.<\/p><p>Philips PulseRelief<\/p><p>This is an app-enabled TENS (Trancutaneous Electronic Nerve Stimulation) device that helps users choose and control personal treatment to relieve pain without the use of drugs. The small patch, worn discreetly near the shoulder, allows pain suffers to control their pain relief device, choose their treatment and keep track of their treatments in a diary. It can be used in specific parts of their body like the back, shoulder, elbow, arms and legs.<\/p><p> <span>BlueTouch<\/span><\/p><p>Low back pain is rapidly becoming a major common work-related injury in Kenya. The Philips Bluetouch is a strap worn around the back and uses blue LED light to stimulate the natural healing of the body and reduce pain without medication. It uses blue light therapy to help relieve muscular back pain with a dual effect: delivering warmth and stimulating the release of the body’s own nitric oxide. The result is locally increased blood flow that supports the body’s natural recovery processes.<\/p><p> <span>VISIQ Ultrasound<\/span><\/p><p>Imagine seeing a high quality image of your unborn baby, whether you live in Nairobi or a remote village in Tana River. <\/p><p>This Visiq portable transducer-plus-tablet system delivers high-quality ultrasound images without the need for large ultrasound machines. It looks like a small tablet and a mouse. It was launched in Kenya in June last year and is hoped to help reduce maternal deaths by 40 per cent. At least 7,000 women in Kenya die from pregnancy related complications every year, according to the ministry of health. <\/p><p>The manufacturer said the gadget performs two-and-a-half hours of continuous scanning on one battery charge. During its development, five generations of mock-ups were tested extensively with customers in Kenya, US, Uganda, India, China, Germany, and Indonesia. <\/p><p>The device will retail at Sh1.4 million. Currently, 53 Kenyan healthcare professionals have been trained on how to use the gadget and they are set to train other 120 others. <\/p><p> <span>Minicare Acute<\/span><\/p><p>In the emergency room, this device helps you to make quick decisions when your patients are potentially suffering from acute cardiac distress. The minicare acute blood test gives lab-quality results on the spot and within minutes.<\/p><p>Although it's still in development in Europe, the hand-held gadget, which looks like a small ETR machine, will come in handy for local dispensaries without laboratories, where blood test results can take days to come through.<\/p><p>The device only requires a drop of blood to get accurate and quick results at the point of care, such as emergency departments, critical care centres and ambulances.<\/p><p> <span>Philip charm<\/span><\/p><p>The Children Automated Respiration Monitor will be released next year to help improve the diagnosis and treatment of pneumonia in developing countries. <\/p><p>Pneumonia is the leading killer of Kenyan children under five, according to the Ministry of Health.<\/p><p>One important aspect in diagnosing pneumonia is monitoring a child’s breathing rate. Usually, community health workers manually count how many breaths a child takes in the span of one minute. But the Charm converts chest movements detected by accelerometers into accurate breathing counts, using standard algorithms to diagnose fast breathing rates, tailored to the way children’s chests move during breathing. <\/p><p>Accurate diagnosis ensures that children with pneumonia receive the antibiotics they need, potentially preventing many of the deaths. It's worn as a band across the child's chest.<\/p><p> <span>Personal Health Programme<\/span><\/p><p>The company also illustrated a range of devices that are all Bluetooth enabled, connecting wirelessly to an health app, so users can conveniently track their measurements over time. These include the health watch. This watch uses the optical heart rate sensor and accelerometer for lifestyle tracking. It continuously and automatically measures a wide range of health biometrics (including heart rate, activity, and sleep patterns). It is being designed as a medical device to help prevent or mitigate lifestyle-induced chronic conditions.<\/p>","newsitem_id":"1258060","section_id":"24","sorted_tags":["Health care","Health care","Medicine","Pain","Blood","Kenya","Blood","Myocardial infarction"],"theme":{"Health care":"0.976405","Health care provider":"0.689807","Medicine":"0.688519","Pain":"0.682589","Blood":"0.674082","Kenya":"0.647197","Blood test":"0.618009","Myocardial infarction":"0.593026"}}},{"node":{"nid":"123102","type":"article","title":"Women in homa bay now cast nets to stop HIV","byline":"By HABIL ONYANGO","date":"2015-12-14 03:30:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/12\/14\/1258929.jpg?itok=HT86HoUF|ALT|School children enjoy themselves in one of the boats donated by the Turkish government to ten women groups at Rambira beach within Homa Bay County.Pix Habil Onyango|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/12\/14\/1258930.jpg?itok=MIv-NoOW|ALT|Some of the boats which were donated  by the Turkish government to ten women groups in Karachuonyo constituency,Homa Bay to curb fish for sex phenomenon.Pix Habil Onyango|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/12\/14\/1258932.jpg?itok=ybLftwBj|ALT|Some of the fisherfolks who benefitted from the ten boats donations from the Turkish government in Karachuonyo within Homa Bay County.Pix Habil Onyango","body":" <p>Rhoda Atieno has been selling fish to take care of her six children since her husband died ten years ago.<\/p><p><span>She works at Rambira beach in Karachuonyo constituency within Homa Bay County.<\/span><\/p><p> <span>But with the dwindling fish catch due to the water hyacinth in Lake Victoria, life has become tougher.<\/span><\/p><p>“When I started the business, getting fish supply from the fishermen was not easy due to some weird demands from them,” she says. “I used to wonder why some of us got more supply from the fishermen compared to others who sometimes got little supply of fish. However, later I came to realise that there is something locally known as “jaboya” where the fishermen and fishmongers were involved in.”<\/p><p>'Jaboya', among the fishing community, is where a woman has to sleep with the fisherman so to get higher and regular supply of fish.<\/p><p>\"I had no otherwise but to board the train, my children had to eat and eat and go to school. I was forced to engage in jaboya for my business could thrive.”<\/p><p>Three years ago, Rhoda tested HIV positive and is currently under life-prolonging drugs.<\/p><p>“I had no option but to engage in unprotected sex since there were so many businesswomen who wanted fish and declining jaboya means no business for you,” she says.<\/p><p>Luo traditions bar women from direct fishing expeditions, and businesswomen have to wait at the shores to buy fish from fishermen.<\/p><p>But ten registered women groups at Rambira beach have now decided to break this taboo - with the backing of the Turkish Government and the Homa Bay County government.<\/p><p>The two recently donated ten fishing boats to ten women groups to empower them.<\/p><p>A survey recently done by the National Aids Control Council shows that Homa Bay has the highest HIV prevalence rate in Kenya, at 25.7 against the national 6.04 per cent.<\/p><p>A percentage of that is attributed to jaboya.<\/p><p>Turkish Ambassador to Kenya Deniz Eke presented 10 boats to four women groups while the county government bought boats for the other groups.<\/p><p> <span>Governor Cyprian Awiti said the Jaboya, or sex for fish phenomenon, is unacceptable and must be fought.<\/span><\/p><p>He said women along the lake cannot break into the male dominated fishing industry unless the government takes action.<\/p><p>“This has made women so vulnerable to the so called joboya,” says Awiti.<\/p><p> <span>He says the county authorities will deal harshly those forcing women into sex.<\/span><\/p><p>Karachuonyo MP James Rege says the phenomenon can be fought better if construction of Mbita causeway is fast-tracked.<\/p><p> <span>“Although I am happy with the ongoing progress, there is need to fast track it to enable fish from the waters around Mfangano to move freely to Homa bay and Kisumu,” he said.<\/span><\/p><p>“Our fish folks cannot get good catch since the lake is blocked by the water hyacinth and lack of circulation of water, forcing them to travel far looking for fish.”<\/p><p>He says women can only benefit if the lake is free from the weed and water flows freely.<\/p><p>Eunice Achieng, one of the beneficiaries, says the project will change their lives because they will no longer depend on men for fish.<\/p><p>“I know of a number of fisher folks who are involved in the practice since the competition for fish is high. Most of the fishermen have been taking advantage of this to lure women into unprotected sex,” said Eunice.<\/p><p>She added: “The worst thing is, some of us who have been involved in the activity do not even know the background or status of the men we meet. Some come even from the neighboring counties.”<\/p><p>She wants the water hyacinth menace solved because it has reduced the quantity of the catch.<\/p><p>According to Development Knowledge Link Africa, a health NGO in Homa Bay, giving boats to women alone will not stop Jaboya.<\/p><p>The organisation's boss, Esther Soti, says fishermen and women need adequate health facilities where they can access medication.<\/p><p> “There is need for accessible health facilities so that those who have already contracted the virus can get access to ARV drugs,” she says.<\/p><p>“Giving the fisher folks the boats is a good idea but what do they understand about HIV to prevent infections?”<\/p><p>Soti says a mobile clinic should be introduced in the beaches because most fishermen have no time to even visit the hospitals. Studies show treating people with HIV drastically reduces chances of them infecting others.<\/p><p>Soti does not blame men alone. She says some women are just interested in sex and they must be counseled.<\/p><p>She says the government must also ensure the project is sustainable and leads to behavior change.<\/p><p>The latest report by NACC and the Ministry of Health shows that out of the 1,599,451 People living with HIV in Kenya, 159,970 are in Homa Bay County.<\/p>","newsitem_id":"1258928","section_id":"24","sorted_tags":["Fisherman","Lake Victoria","Fishing","AIDS","Fisherman","Homa Bay","Nyanza Province","Antiretroviral drug"],"theme":{"Fisherman":"0.977875","Lake Victoria":"0.901375","Fishing":"0.817019","AIDS":"0.798006","Fish":"0.640965","Homa Bay":"0.593136","Nyanza Province":"0.590492","Antiretroviral drug":"0.581621"}}},{"node":{"nid":"123104","type":"article","title":"2,500 health workers to get asthma training","byline":"BY JOHN MUCHANGI","date":"2015-12-14 03:30:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/12\/14\/1258804.jpg?itok=GO1_v9_Q|ALT|A child being administered asthma treatment.jpg","body":"<p>At least 2,500 Kenyan health workers will be trained over the next three years to manage the growing health burden of diabetes and asthma in children.The programme is led by drugs manufacturer GSK in partnership with Amref Health Africa.Non-communicable diseases like diabetes are predicted to become the leading cause of deaths in Africa by 2030. In Kenya, one in ten children under 14 is asthmatic and diabetes accounts for more than 25 per cent of all hospital admissions in the country. <\/p><p>GSK managing director Bridget Wachira said they will target frontline health workers. \"GSK is working to help swell the ranks of these essential staff to tackle non-communicable diseases and make sure even the most remote and underserved populations can access the care they need,” she said.The programme was officiallly launched in Nairobi last week. <\/p><p>Amref will train the health workers in four counties - Nairobi, Kilifi, Kakamega and Nyeri – where diabetes and childhood asthma are particularly prevalent. The training will be provided to nurses, clinical officers, laboratory technicians, nutritionists, pharmaceutical technicians, community health volunteers, and trainers of trainers.Amerf boss Dr Githinji Gitahi said: “We are very concerned about the rising incidence of diabetes and asthma in the regions and communities where we work. This training will go a long way towards ensuring that health workers have the necessary knowledge and skills needed to fight the growing burden of non-communicable diseases.”In 2012, 17,733 Kenyans died of diabetes-related causes while 595,400 are estimated to remain undiagnosed. The high proportion of undiagnosed cases is contributing to irreversible complications that impose a huge economic burden on the individual, family, community and health system. Asthma too has serious complications if uncontrolled, leading to poor quality of life and even death.<\/p>","newsitem_id":"1256503","section_id":"24","sorted_tags":["Kenya","Medicine","Epidemiology","Africa","Death","Health care","Community","Nairobi"],"theme":{"Kenya":"0.968591","Medicine":"0.64681","Epidemiology":"0.576285","Africa":"0.558421","Death":"0.538426","Health care":"0.526065","Community":"0.508333","Nairobi":"0.499942"}}},{"node":{"nid":"116079","type":"article","title":"Breast cancer test a must for women, says top Nurse","byline":"By JANE CHEROTICH","date":"2015-12-07 03:00:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/12\/07\/1248998.jpg?itok=4bcYv8u-|ALT|Busia governor Sospeter Ojaamong hands over the nurse of the year award to Taphroza Peru during Mashujaa day celebrations held at Amukura, Teso south. PHOTO\/JANE CHEROTICH|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/12\/07\/1068992.png?itok=zzOfuRTE|ALT|Cervical cancer progression.","body":"<p>After being crowned Kenya’s Nurse of the Year 2015, Taphroza Peru, 47, says she will expand her fight against cervical and breast cancers across the country.<\/p><p>She is the first nurse from Busia County to win the prestigious award since its inception. Peru currently works at Nambale sub-county hospital as a reproductive health officer and assists women who cannot afford the cost of cervical and breast cancer screening.<\/p><p>“In July, 2012, I was taken for a cervical cancer screening training for one week in Busia Referral Hospital. I had never done it before but I had a lot of interest in knowing what is used to treat a positive lesion, despite the fact that I had already done the theory part of it. I insisted on doing it practically,” Peru says.<\/p><p>She encouraged fellow nurses to undergo the test.<\/p><p>“My tutors were surprised at how well I was doing it and wondered whether I had been trained on the same earlier. I was then working in Bumala B sub-county hospital in charge of the comprehensive care facility and I felt the urge to volunteer and help women, especially those who were HIV positive.”<\/p><p>Peru adds: “In August, 2012, I used my own money to buy the instruments used in screening since I lacked support from the then Busia District Hospital. I trained two nurses at the facility together with the subordinate staff, on how to screen, in a bid to achieve my dream of helping more women countrywide. I managed to screen 163 women, some of whom were positive, in a single month.”<\/p><p>Peru says she built an exceptional reputation and recognition as no facility was screening for cervical cancer in the whole region at that time.<\/p><p>The reproductive health coordinator and chief nurse, Assumpta Matekwa, says they were moved by her commitment and promoted her from a registered nurse to a coordinator, reproductive health services, at the sub-county level, in charge of 84 staff.<\/p><p>She started with Khunyangu sub county hospital where the service was non-existent and started by screening 10 cases. She created awareness among patients and convinced them to undergo screening free of charge. “Afterwards, I would screen 70 to 80 women a day after pleading with them to accept the exercise.”<\/p><p>Peru’s target was to screen 4,000 women in six months.<\/p><p>Peru studied at St Mary’s Primary School between 1974 and 1980. She later joined Bishop Njenga Girl’s High School in 1981-1984 and proceeded to the Kenya Medical Training College in Nyeri for a diploma course in nursing between1986-1989. She later joined Pumwani School of Nursing and Midwifery in 1991-1992 for a higher diploma.<\/p><p>She is currently pursuing her first degree in Community Health Nursing at the Jaramogi Oginga Odinga University of Science and Technology, Nambale campus.<\/p><p>“It was by God’s grace that I eventually became a champion and nobody could beat me. I felt I had a burden inside me, of helping women and men likewise,” Peru says.<\/p><p>She regrets that most women are still ignorant of their health status and wait until the last minute to screen for cancers. “Most women die with their problems,” she says.<\/p><p>Peru has faced many challenges in her line of duty. “At first, my fellow nurses were not willing to give me a helping hand. Despite being a coordinator, I had to go out of my way and do the screening since the other nurses were not willing to perform the task. I always felt I should continue and even went ahead to buy my own instruments using my own money,” she says.<\/p><p>“I have waded through these challenges with a lot of pride. They have shaped, hardened and made me stronger.”<\/p><p>Peru says only seven cryotherapy machines are available in the county and the staff has not been trained on how to use them. <\/p><p>One of them, stationed at Madende hospital, which is a model heath centre, has not yet been mounted. Due to her outstanding abilities, Peru is usually contacted to teach women in churches and hospitals in Busia and Kakamega counties.<\/p><p>The mother of two thanks the chief nurse of Busia, Assumpta Matekwa, for mentoring her.<\/p><p>Matekwa says the positivity rate in Busia County is five per cent, adding that most women in the county do not go for primary diagnosis early.<\/p><p>“If I get a sponsor, I will work together with my fellow nurses as a team and see how far we can reach in fighting this killer scourge,” Peru says.<\/p><p>Busia governor Sospeter Ojaamong recognised Peru as a hero and presented her with a trophy during the Mashujaa Day celebrations at Amukura in Teso south sub county. Kenya’s Principal of the year Peter Ouma Obwogo, who comes from Busia, was also recognised.<\/p><p>Peru appeals to the county government to sponsor nurses to further their education.<\/p>","newsitem_id":"1248992","section_id":"24","sorted_tags":["Nursing","Cancer","Breast cancer","Metastasis","Cervical cancer","Kenya","Nurse","Raila Odinga"],"theme":{"Nursing":"0.959565","Cancer":"0.750981","Breast cancer":"0.605021","Metastasis":"0.595383","Cervical cancer":"0.576309","Busia District, Kenya":"0.54897","Nurse":"0.534392","Raila Odinga":"0.519711"}}},{"node":{"nid":"116081","type":"article","title":"Little girl with cancer deported from India","byline":"BY JOHN MUCHANGI","date":"2015-12-07 03:00:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/12\/07\/1243873.jpg?itok=JJ8UlJxj|ALT|Princess Nyambura at her hospital bed in Artemis in India. She has been deported back to Kenya because the family could not afford treatment in India.|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/12\/07\/1243876.jpg?itok=U0rs82PF|ALT|Princess Nyambura with her mother Caroline at her hospital bed in Artemis in India. She has been deported to come and look for more money.","body":"<p>A four-year-old Kenyan girl with acute leukemia has been deported from India without treatment because her family could not raise enough money for her treatment.<\/p><p>Princess Josephine Nyambura’s life is now in danger because doctors had given her only a 25 – 30 per cent chance of cure.<\/p><p>She is fighting an aggressive form of acute lymphocytic leukemia, a cancer of blood and the bone marrow.<\/p><p>Princess was flown to India in October for urgent chemotherapy followed by bone marrow transplant at Artemis Hospital in New Delhi.<\/p><p>The hospital last week recommended her deportation after the chemo because the family could only raise Sh130,000 out of the Sh5 million required.<\/p><p>The hospital is also demanding Sh700,000 for the treatment she had already received.<\/p><p>Her distressed father, Julius Macharia, received his wife Caroline Mukiri and the sick daughter at the JKIA on Friday. He was accompanied by a few weary friends who have been supporting the family.<\/p><p>“We have the outstanding hospital bill to pay. But I still hope we can raise enough money for her to go back,” Macharia told the Star.<\/p><p>The family and wellwishers have already spent nearly Sh4 million on different treatment regimes since Princess was diagnosed with leukemia at Kenyatta National Hospital in September last year.<\/p><p>Dr Peter Maturi, a consultant haematologist, said local doctors had run out of options and advised the family to seek the life-saving bone marrow transplant in India. “She requires further treatment, which is not available locally,” he said last year.<\/p><p>The family secured paybill number 563 596, where donors can still enter their own national ID number as the account number. Those donating through the bank can deposit funds to account number 0710164375127, name Princess Josephine Medical Fund, at Equity Bank Githurai 45 Branch.<\/p><p>Macharia says his daughter still has a strong will to live. “One day on phone, she told me not to worry. She told me, ‘Daddy, sitakufa (Daddy, I will not die)’. These words have kept me going,” Macharia says.<\/p><p>Leukaemia is the second most common cancer among children, according to health records. Only one in 10 children survive cancer in Kenya, compared to seven in 10 in the developed countries.<\/p>","newsitem_id":"1254903","section_id":"24","sorted_tags":["Chemotherapy","Leukemia","Bone marrow","National identification number","Hematology","Cancer","Kenya","Identity theft"],"theme":{"Chemotherapy":"0.95985","Leukemia":"0.904056","Bone marrow":"0.780772","National identification number":"0.617893","Hematology":"0.58645","Cancer":"0.572358","Jomo Kenyatta":"0.497463","Identity theft":"0.479311"}}},{"node":{"nid":"116217","type":"article","title":"Health Summary","byline":"TRACY MUTINDA","date":"2015-12-06 21:00:00","image":null,"body":"<p><strong>KNH and Embu hospital in pact for kidney patients<\/strong><\/p><p>KENYATTA National Hospital’s experts will train staff at the Embu Level Five Referral Hospital to work at the Sh250 million renal unit, and the cancer and kidney centre that have been constructed in Embu. The talks toward a partneship took place at the county headquarters.<\/p><p>Forty percent of patients perish in ambulances enroute to KNH, while many cancer patients also die while waiting for transplants, chemotherapy and other forms of treatment. “The option of flying patients abroad for specialised system does not only drain one financially but emotionally as well,” said Governor Martin Wambora.<\/p><p>He said the collaboration will help locals enjoy accesible, affordable and quality health care services. The county said KNHs’ input will also help in acquisition of machines for the hospital.<\/p><p><strong>Kenya to adopt new TB drugs for children<\/strong><\/p><p>Kenya plans to adopt new drugs for treating tuberculosis in children.<\/p><p>The improved treatments, announced last week in South Africa, are the first to meet the dosage guidelines set by the World Health Organisation in 2010.<\/p><p> The treatment does not comprise new drugs, but rather improved formulations of existing drugs that are now dissolvable and flavored to make them more palatable to children.<\/p><p>The ministry of health said it would adopt the new formulation immediately. “I’m proud to say Kenya plans to adopt these new products for our children immediately,” said Dr Enos Masini, national tuberculosis programme manager. The new formuations are made from the three most commonly used drugs to treat TB: rifampicin, isoniazid, and pyrazinamide.<\/p><p><strong>Miraa lowers libido, could cause depression – study<\/strong><\/p><p>Consumption of miraa affects the sexual capability of men and could lead to heart attack, a new study has revealed. The study by lecturers from Moi University, which was commissioned by the Government last year, also revealed that the plant affects the mortality of sperm. <\/p><p>Lead scientist Ochiba Lukanda said that a similar study conducted in the Middle East proved that men who stopped chewing the plant performed well in bed.<\/p><p>He noted that a study conducted in areas where miraa is grown had shown that a high number of boys were dropping out of school. “The boys are working on miraa farms and in packaging, which is very lucrative, and this has adversely affected the quality of education in these areas,” he said. Dr Lukoye Atwoli said Dr Atwoli noted that miraa also causes some mental disorders like mood swings and depression. <\/p><p><strong>1.5 million children to receive new polio vaccine<\/strong><\/p><p>THE Health ministry is targeting 1.5 million children aged under 14 weeks to receive the new Inactivated Polio Vaccine. The vaccine has been approved by the World Health Organisation.<\/p><p>It will supplement the Oral Polio Vaccine to fully eradicate polio. Plans are underway to phase out the oral vaccine by 2019. The Catholic Church has voiced its concern against the dose. But the WHO last week said the vaccine is safe. Peventive and promotive health services director Jackson Kioko termed the eradication of polio as a global health priority. Kioko said IPV will be administered to children together with the oral vaccine at 14 weeks of age.<\/p><p>“Given that the use of both oral vaccines induces better immune than either vaccine alone, it’s practical that we advocate for scaling up of access to both vaccines,” he said. The exercise ends on Wednesday this week.<\/p>","newsitem_id":"1253735","section_id":"24","sorted_tags":["Polio vaccine","Vaccine","Tuberculosis","Public health","Poliomyelitis eradication","World","Illness","Health care"],"theme":{"Polio vaccine":"0.96383","Vaccine":"0.788099","Tuberculosis":"0.720754","Public health":"0.45652","Poliomyelitis eradication":"0.4261","World Health Organization":"0.371199","Illness":"0.353432","Health care":"0.347494"}}},{"node":{"nid":"116218","type":"article","title":"HEALTH DIARY","byline":"John Muchangi","date":"2015-12-06 21:00:00","image":null,"body":"The 16 days of activism against gender-based violence campaign end on Thursday this week. The campaign has been a time to galvanise action to end violence against women and girls. The National Crime Research Centre says 38 per cent of females and 20 per cent of males in Kenya have experienced gender-based violence.","newsitem_id":"1254402","section_id":"24","sorted_tags":["Female","Violence against women","Violence against women","Domestic violence","Woman","Girl","Gender","Boy"],"theme":{"Female":"0.911045","Violence against women":"0.81585","Violence":"0.79065","Domestic violence":"0.77553","Woman":"0.716863","Girl":"0.709626","Gender":"0.701271","Boy":"0.648835"}}},{"node":{"nid":"117328","type":"article","title":"Kenya to benefit from new Sh12 billion Gates Foundation grant","byline":"BY JOHN MUCHANGI","date":"2015-11-30 04:00:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/30\/859594.jpg?itok=jkAqbD44|ALT|Melinda Gates: “We have it in our power to give every woman, every girl, everywhere the chance to not just survive but thrive; to lead healthy, prosperous lives; to empower them to ultimately transform their lives.” |IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/30\/1083142.jpg?itok=N9K__jzn|ALT|An image of a woman in rural Kenya carrying her family in a bicycle. The ministry of health says the greatest unmet need for family planning is in uneducated rural and slum women.|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/30\/1143306.jpg?itok=Nn2BOCoz|ALT|A nurse administers a tiny family planning implant to a mother in Rukindu, Chuka Igambang'ombe Constituency on Wednesday during a free medical camp. Rural women will benefit from the new, additional financing.","body":"<p><strong><em>Three years ago, the global community made a promise to 120 million women and girls that by 2020 they would have access to family planning services and contraceptives if they wanted it - Melinda Gates<\/em><\/strong><\/p><p><span>Kenya is expected to benefit from new support for family planning by the Bill and Melinda Gates Foundation.<\/span><\/p><p>This is from the additional $120 million (Sh12 billion) the organisation will spend over the next three years - a 25 per cent increase on its current family planning funding.<\/p><p>Kenya has been a key beneficiary of the organisation's financing over the years.<\/p><p>The government says contraceptive prevalence rate increased from 46 per cent in 2009 to 58 per cent last year, surpassing the national target of 56 per cent by 2015.<\/p><p>Much of the improvement was traced Kenya’s shift to community-based distribution of injectable contraceptives, an effort led by the Ministry of Health and Jhpiego with support from the Bill and Melinda Gates Foundation.<\/p><p> The foundation is expected to channel the Sh12 billion grant through the Family Planning 2020 (FP2020), where it is a key partner.<\/p><p>FP2020 partnership promotes access to family planning in 69 developing countries including Kenya.<\/p><p>The partnership aims to reach an additional 120 million women and girls, by 2020.<\/p><p>Principal Secretary in the Ministry of Health Dr Nicholas Muraguri says the greatest unmet need in Kenya is among uneducated women in rural areas and slums.<\/p><p>“The level of education has a role to play when it comes to contraceptive use; those who are highly educated are getting fewer children compared to those with less education,” he said.<\/p><p>In a statement, the Gates Foundation said these women will benefit from the additional financing.<\/p><p>The financing will also seek to improve the quality of services and the range of contraceptive options that women receive.<\/p><p>Civil society groups advocating for expansion of family planning will also be supported.<\/p><p>The additional financing was announced early this month to hasten action toward the 2020 goal.<\/p><p> In a new report, FP2020 Commitment To Action, FP2020 said that goal is in danger if immediate action is not taken to speed up progress.<\/p><p> “Three years ago, the global community set an ambitious goal. More than that, we made a promise. A promise to 120 million women and girls that by 2020 they would have access to family planning services and contraceptives if they wanted it,” said Melinda Gates, co-chair of the Bill &amp; Melinda Gates Foundation, in a statement.<\/p><p>“Since we made that promise, millions of unintended pregnancies have been avoided and thousands of lives saved. But the hard truth is, that to keep it, we must do more, and we must act now.”<\/p><p> A study by the Kenya National Council for Population and Development and Population Reference Bureau in 2012 estimated that by investing Sh5.3 billion in contraception, the government would save Sh8.6 billion on education, Sh5.6 billion on maternal health, Sh2.8 billion on immunisation, Sh2.7 billion on water and sanitation and Sh600 million on malaria.<\/p><p> This would translate to a saving of Sh20.3 billion by the end of 2015, much more than the initial investment.<\/p><p> “We have it in our power to give every woman, every girl, everywhere the chance to not just survive but thrive; to lead healthy, prosperous lives; to empower them to ultimately transform their lives,” said Melinda.<\/p><p> According to the Commitment to Action report, 290.6 million women are voluntarily using modern contraceptives in the world’s poorest countries, an increase of 24.4 million from 2012.<\/p><p> The report reveals that family planning is increasingly a global development priority and that donor governments have increased bilateral funding for family planning by one-third since 2012.<\/p><p>The United States was the largest bilateral donor in 2014, providing $636.6 million—almost half (44%) of total bilateral funding. The United Kingdom was the second-largest bilateral donor, accounting for nearly one-quarter of all funding, at $327.6 million.<\/p><p>“Despite progress, there are still millions of women who want to avoid or delay a pregnancy, but cannot access the information and tools to do it. Overall, the report shows that the effort to reach more women and girls is behind by 10 million in its 2015 projections,” the report says.<\/p>","newsitem_id":"1252167","section_id":"24","sorted_tags":["Family planning","Bill & Melinda Gates Foundation","Bill & Melinda Gates Foundation","Bill Gates","Million","Birth control","Duke University","Abortion"],"theme":{"Family planning":"0.955586","Bill & Melinda Gates Foundation":"0.89754","Melinda Gates":"0.87066","Bill Gates":"0.85618","Million":"0.661474","Birth control":"0.657271","Duke University":"0.578297","Abortion":"0.550916"}}},{"node":{"nid":"117352","type":"article","title":"Surgeons save baby born with rare disorder","byline":"BY PETER NGILA","date":"2015-11-30 03:00:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/30\/1235382.jpg?itok=K2nkExdr|ALT|BABY GRORIA MUKEIRA ALL SMILES DURING THE INTERVIEW AT  KIJABE HOSPITAL.JPG|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/30\/1235384.jpg?itok=0tTlMSQI|ALT|DR.ERIC HANSEN,ROSE ANN SITIALO MOTHER TO BABY GRORIA  MUKEIRA AFTER THE INTERVIEW AT KIJABE HOSPITAL.JPG","body":"<p>Kenyan doctors have successfully operated on a young girl to correct a health condition said to affect only one in six million babies across the world. <\/p><p>The delicate operation is the first step to restore the two and a half year old girl, born with the rare genital defect, to normal life.<\/p><p align=\"justify\"> Gloria Mukeira has bladder exstrophy, a complex condition where the bladder is exposed outside of her body and she cannot control its function. Because of this, the little girl is prone frequently to bladder infections and it is difficult for her to interact with other children<\/p><p align=\"justify\">\"Gloria’s urinary\nbladder is basically opened at the outside, and so urine just leaks\nout and she has no way to control it,” says Dr Eric Hansen, the head of pediatrics surgery at the Kijabe Hospital, where Gloria is admitted.<\/p>\n<p align=\"justify\">\tThe rare surgery performed last week is the first of a a\nmulti-stage approach as more operations are required to fully reconstruct the baby's genitalia as well as the bladder.<\/p>\n<p align=\"justify\">“But\nit’s a lifelong condition. Because of the condition, Gloria also\nhas a bit of pelvic problems whereby the muscles don’t work very\nwell because part of the rectum protrudes out, and we are trying to\nprevent that,” Dr Hansen explains. This is a complex problem all over\nthe world. That’s why we are cooperating with the mother because\nit’s not a one-off job for it requires many procedures and longtime\nfollow-ups.\"<\/p> <p align=\"justify\">\tHe says newborns may not require an immediate operation. \"It’s easier for\nchildren to hide it, something which becomes impossible when the\nchildren start schooling and can’t wear pampers anymore. During\nthis stage, they smell and their urine uncontrollable. You can live\nwith it, but it’s not easy. I have seen patients in their 20s,”\nhe says. <\/p>\n<p align=\"justify\">\tDr Hansen and fellow pediatric Dr Ken Muma are optimistic that\nGloria will regain full health, genital dryness and friendliness.\n“Currently she needs two or three operations but she may need more.\nMany of these kids require even up to 12 procedures. There are even\nnurses in this hospital who have been treated of the disorder, and\nyou can’t recognise they had had it,” he says. <\/p><p>Gloria's mother, Roseanne\nSitialo, says her daughter had the first operation in June last year and was admitted for six weeks. <\/p><p align=\"justify\">\tThe\nfirst operation didn’t cure Gloria fully, and she was brought to Kijabe in January. “The doctors\nchecked her and recommend monthly clinics. Some medication was administered to\nher, and the doctors said she will be operated a second time if it\nwouldn’t have worked.”<\/p>\n<p align=\"justify\">\tRoseanne\nsays she was ridiculed before Gloria’s current\noperation. “People would say that Gloria wouldn’t survive the\noperation; which made feel bad. But I thank God the doctors handed\nback my child in one piece.”<\/p>She says her\nfamily also shunned her. “My family segregated me because they have never gotten a\nchild such as Gloria. Nobody wanted to touch her while an infant. My\nhusband’s people also don’t help.” <p align=\"justify\">\t“I\neven left my two other children, with neighbours. My husband ran\naway from home when he learnt of Gloria’s huge medical bill,” she\nsays. <\/p>\n<p align=\"justify\">\tSafaricom Foundation has been covering little Gloria's medical bills at Kijabe. Roseanne came to know about the Foundation through a medical camp the foundation had sponsored near her home in Mirema. <\/p>\n<p align=\"justify\">\tGloria's condition also frightens her two sons aged 10 and eight.<\/p>\n<p align=\"justify\">\n“To be honest, they are\nusually not busy with Gloria when I leave her with them sometimes.\nWhen Gloria starts bleeding and crying out of pain, Abel and Patrick\nare forced to abandon her due to fright,” she says. <\/p>Roseanne has advice\nfor parents with children like hers. “Some parents torment or even\nkill their sick children. I would like to advise them not to lose\nhope. God has a reason to give them such a child.”\n<p align=\"justify\">\tRoseanne says she deserted one of her best friends who advised her to kill the baby. \"Sometimes you get to a point that you lose hope,\" the friend had told her, urging Roseanne to end the baby's life. But she kept\non praying. <\/p>\n<p align=\"justify\">\tShe says medical expenses have been the biggest problem and sometimes she had no money for transport.<\/p>\n<p align=\"justify\">\tAll\nalong the interview, the cheerful Gloria has been happily enjoying\nherself in the swing, nibbling at her fingers. Her mother has been\nrelaxed in an opposite swing. After the interview, Gloria runs all\nalong, laughing and uttering unrecognizable words. <\/p>","newsitem_id":"1235378","section_id":"24","sorted_tags":["Urinary bladder","Urinary system","Ureter","Urology","Urine","Peritoneum"],"theme":{"Urinary bladder":"0.944644","Urinary system":"0.850842","Ureter":"0.834906","Urology":"0.8108","Urine":"0.795725","Peritoneum":"0.702832"}}},{"node":{"nid":"117353","type":"article","title":"Aga Khan uses diamond drill to clear clogged arteries","byline":"BY STAR REPORTER","date":"2015-11-30 03:00:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/30\/1250361.jpg?itok=wHVMiIFc|ALT|The diamond drill is used to clear clogged arteries.jpg","body":"<p>Cardiologists at the Aga Khan University Hospital have broken new ground in heart procedures by using a diamond drill to unblock a heart artery which was too hard to open with a balloon treatment alone. <\/p><p>An elderly patient from Uganda became the first patient to undergo this procedure in the region when it was performed and remains in a good state of health after he received this treatment, the hospital says. Dr Mohamed Jeilan, a cardiologist at the hospital's heart and cancer centre, said: “Among heart attack patients with blocked coronary arteries, balloon expansion (or angioplasty) at the site of blockage has been the mainstay of treatment for more than two decades.” But in many patients, the vessel wall is hardened and the blockages are very long. In these patients, balloon inflation is unable to relieve the obstruction. <\/p><p>So medics at Aga Khan delivered a miniature ‘rotablator’ drill (less than 1.5mm wide) which was small enough to fit into the thin heart vessels to bore open the artery. The drill is coated with tiny pieces of diamond crystal and is used in a catheter based procedure called rotational atherectomy. \"A specially designed diamond burr is used to grind away the blockage, rotating at more than 150,000 times per second,\" Dr Jeilan said.<\/p><p>As it spins, it pushes against the wall of the blood vessels, grinding down the deposits into fragments that are so small they can be absorbed by the body and flushed out via the kidneys. <\/p><p>With coronary artery disease continuing to affect more Kenyans, the hospital said it will continue to foster new technologies and therapies that have proved successful in other parts of the world.Commenting on the impact of this treatment and its significance in the region, Dr Anders Barasa, consultant cardiologist at the hospital added: “This unique and technically advanced method is safe and effective and can be performed with little risk in the right hands. It has already been used in more than 50,000 cases worldwide and will now also benefit the population here and help define Nairobi as the capital of cardiovascular care in the region.”<\/p><p>The procedure started being used across the world mainly in 2007. It is mostly ideal for patients who have heavily calcified plaque blockages, which other technology cannot remove because the calcification is too hard.<\/p><p>Those with diabetes, kidney failure or who are heavy smokers are the best candidates. <\/p>","newsitem_id":"1250359","section_id":"24","sorted_tags":["Artery","Atherosclerosis","Heart","Coronary circulation","Cardiology","Angina pectoris","Atheroma","Coronary artery disease"],"theme":{"Artery":"0.957603","Atherosclerosis":"0.836262","Heart":"0.789211","Coronary circulation":"0.78326","Cardiology":"0.665752","Angina pectoris":"0.603272","Atheroma":"0.590761","Coronary artery disease":"0.583458"}}},{"node":{"nid":"117441","type":"article","title":"THE WEEK","byline":"TRACY MUTINDA","date":"2015-11-29 21:00:00","image":null,"body":"<strong>Nearly all TB patients <\/strong><strong>tested for HIV infection<\/strong><p>Among persons living with HIV in Kenya, tuberculosis (TB) is the single leading cause of death. With more than 35 per cent of those with TB infected with HIV, TB and HIV coinfection creates a substantial burden on Kenya’s health system and among patients, their families, and local communities. Leading many other high burden countries, Kenya now tests over 95 per cent of TB patients for HIV and provides antiretroviral therapy (ART) to over 86% of people who have both TB and HIV. <\/p><p>With support of the U.S. President’s Emergency Plan for AIDS Relief (PEPFAR), Kenya is addressing the quality of TB screening, expanding access to new TB diagnostics, and on World TB Day 2015 is launching a national program to provide a drug called isoniazid to prevent TB among people living with HIV. Detecting TB among HIV patients is essential to reducing illness and death. In 2005 Kenya implemented HIV testing for all TB patients. By 2013, HIV testing had been scaled up to reach over 95% of all TB patients who are in care. Then in 2009, with PEPFAR support, the country began intensified TB case finding among people living with HIV. They used symptom-based screening and, by 2014, over 90% of HIV patients were screened for TB on their last clinical visit.<\/p><p><strong>HIV new infections <\/strong><\/p><p><strong>lowest in 15 years<\/strong><\/p><p>The latest global report on HIV-AIDS shows promising trends in controlling the epidemic, but some hurdles remain in improving access to life-saving treatmentsA new report from UNAIDS in advance of World AIDS Day tomorrow shows some impressive progress in the fight against HIV. There were 2 million new HIV infections around the world in 2014–15, the lowest since 2000, when 3.1 million people worldwide were diagnosed with HIV. Deaths from AIDS, the last stages of HIV infection, are also coming down, from a high of 2 million in the early 2000s to 1.2 million this year.<\/p><p>Much of that can be attributed to improved access to life-saving treatments with antiretroviral drugs (ARVs). In Kenya, 50 per cent of people who are HIV positive are now being treated. In Sub Saharan Africa, new infections dropped by 41% since 2000, and AIDS-related deaths declined by 48%. The report doesn't give Kenya specific figures. In this region, nearly half of the 25.8 million people living with HIV are women, and that increases the risk that, if they become pregnant, they will pass along the infection to their children. Drug treatments can significantly reduce the risk of transmission during birth, but not all women in the area have adequate prenatal and reproductive health care.<\/p><strong>Busia Governor threatens <\/strong><strong>to sack striking medics<\/strong>Striking health workers risk losing their jobs if they do not resume work. Governor Sospeter Ojaamong’ said there were no grounds for the workers to continue being on strike while all their demands had been addressed. “Their main concern was on promotions and that is being worked out, and whoever is deemed fit for the promotion will be promoted and paid salary arrears. Their job is a calling, which doesn’t warrant exposing the lives of innocent patients to danger,” he said.The governor said he was not out to sack anyone but if need be, he would not hesitate to do so so as to avoid more suffering among patients. Last week, three patients at Busia County Referral Hospital died for lack of attention from health workers. Acting Health Executive Martin Kafwa confirmed the deaths and said they resulted from delayed treatment. Accompanied by the Director of Health Melisa Lutomia and the acting Chief Officer, Asoka Itur, Kafwa said there was massive stealing of drugs by some heath workers. “We are currently following up to establish how drugs in health facilities across the county have gone missing despite the increased budget for the purchase of drugs from Sh100 million to Sh350 million this financial year,” said Dr Lutomia. ","newsitem_id":"1249507","section_id":"24","sorted_tags":["Tuberculosis","HIV","AIDS","Antiretroviral drug","Viral load","Protease inhibitor","Infectious disease","Africa"],"theme":{"Tuberculosis":"0.967143","HIV":"0.791976","AIDS":"0.775913","Antiretroviral drug":"0.713971","Viral load":"0.493476","Protease inhibitor":"0.463244","Infectious disease":"0.434872","Africa":"0.430168"}}},{"node":{"nid":"117442","type":"article","title":"HEALTH DIARY","byline":"John Muchangi","date":"2015-11-29 21:00:00","image":null,"body":"Tomorrow is World Aids Day. This is the last year that “Getting to Zero” theme will be used. The new theme echoes the UNAIDS vision of achieving “Zero new HIV infections. Zero discrimination. Zero AIDS-related deaths.” At least 1.4 million Kenyans are living with HIV and half of them are on treatment.","newsitem_id":"1250379","section_id":"24","sorted_tags":["Cytomegalovirus","Africa","Immune system","HIV","World","Malaise","AIDS","AIDS"],"theme":{"Cytomegalovirus":"0.928869","Africa":"0.883987","Immune system":"0.88145","HIV":"0.81585","World AIDS Day":"0.81081","Malaise":"0.792478","AIDS":"0.79065","HIV\/AIDS":"0.790346"}}},{"node":{"nid":"117955","type":"article","title":"Why untrained daycare Workers can mess up kids health","byline":"BY ANDREW MBUVA","date":"2015-11-24 03:00:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/24\/1247834.jpg?itok=l714zqcx|ALT|PROPER CARE: A social worker of the Mother Child in Action organization takes the height of Mary Mutheu a Child at the Rose Gate Academy Child Care Center in Mlolongo.|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/24\/1247835.jpg?itok=Lp87nkaK|ALT| CHANGING THE SITUATION:   Rachael Nduku (Second From Left) when she donated some of the child equipments to the Rose Gate Academy in mlolongo. The workers have beenb trained in child nutrition.|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/24\/1247837.jpg?itok=iDM5rZ8H|ALT|CONCERNED: Scaling Up Nutrition Civil Society Alliance chairman, Titus Mung’ou","body":"<p>Kenya is the only country on course to meet all the five World Health Assembly maternal and nutrition targets by 2025, according to this year’s Global Nutrition Report.<\/p><p>The report says the country has made impressive progress in fighting stunting, wasting and obesity among children under five.<\/p><p>But evidence from daycare centres across the country shows that the situation is worsening. In Naivasha two years ago, a study established that more than 90 per cent of day care centres gave children unhealthy foods leading to a spike in cases of rickets.<\/p><p>The study was conducted by Western Ontario University and students from a local university.<\/p><p>Many parents leave their children in care centres for up to eight hours a day when they go to work.<\/p><p>Another study in Nairobi this year found malnutrition cases of up to 39 per cent in daycare centres. It is published in the Journal of Tropical Pediatrics by Oxford University.<\/p><p>“Hand-washing before the meal was lacking in all centres. Caregivers were often distracted and rarely encouraged children to feed, with most children eating less than half of their served meal. <\/p><p>“Poor hygiene coupled with non-responsive care practices observed in the centres is a threat to child health, growth and development,” says the study.<\/p><p>Scaling Up Nutrition Civil Society Alliance, a local nutrition NGO, says this must change. Its chairman, Titus Mung’ou, says that more than 35,000 children in Kenya die every year due to malnutrition.<\/p><p>“About one out of every two child deaths in the country today are as a result of malnutrition, something that has continued to impose a staggering cost to the nation,” says Mung’ou.<\/p><p>One of the worst hit counties has been Machakos, where a group of NGOs are trying to reverse the situation.<\/p><p> Rachael Nduku, who runs the Mother Child in Action organisation in Machakos, says they realised most daycare workers were ignorant of the proper child nutrition.<\/p><p>“Something urgently needed to be done,” she says.<\/p><p>In partnership with the Aga Khan University Hospital, the organisation launched the Uzima Network Project in April, 2013. They have trained more than 1,000 mothers and childcare givers on nutrition and hygiene.<\/p><p>The project is set in Mlolongo, a mainly low-income estate near Nairobi.<\/p><p> “A child-life changing experience happened two years ago when the Aga Khan University elected to partner with us,” she says.<\/p><p>Before the project started, most of the baby care centres in the slums were congested, dirty and lacked balanced diet.<\/p><p>The care givers were trained on children’s complications and holistic development, she says.<\/p><p>“Foods were not anywhere constituting a balanced diet with the telltale signs of kwashiorkor in many of the babies, malnourishment was rampant,” adds Rachael.<\/p><p>Alarming enough was the realisation that up to 40 per cent of the babies were born at home and were not given the mandatory vaccines for measles and polio.<\/p><p>The training touched on general nutrition, feeding patterns, establishment of vitamin deficiencies in children and general hygiene among others.<\/p><p> Rachael said that social workers would visit child care centres in Mlolongo to train the care givers.<\/p><p>“To date we are proud that each centre has the attention of more than three child care givers, trained and well versed with child care and development,” she says.<\/p><p>The children mothers were also trained.<\/p><p>“It has taken us nearly half year to train 400 mothers in the region on the importance of visiting prenatal clinic when pregnant, sound healthy child care, and holistic child development,” says Rachael.<\/p><p>She says through the project, they have improved conditions in the child care centres through provision of improved nap facilities and furniture.<\/p><p>“Majority of children used to sleep on the cold un-carpeted floor before but now mattresses and clean beddings have been provided for relaxed rest. Carpenters were also engaged to work on improvised toys, child friendly furniture and related gear,” she says.<\/p><p>She says the 20 centres they covered in the project only make 20 per cent of all the centres in the area.<\/p><p>Mavoko sub county nutritionist Mark Ndambuki, who was involved in the project, says malnutrition cases have gradually reduced.<\/p><p>When the project started, out of the 10,451 of 0-5 year children who visited the Athi River district hospital in 2014, 184 children of 0-59 months had moderate acute malnutrition, representing only 1.7 per cent. He says 143 had severe acute malnutrition, representing 1.17 per cent.<\/p><p>But this year because out of the 9,754 children aged 0-59 months who have visited the facility up to October, only 145 had moderate acute malnutrition, representing 1.4 per cent, and 101 had severe acute malnutrition, representing 1 per cent.<\/p><p>However, the Kenya Aids NGO’s Consortium nutrition advocacy manager, Manaan Mumma, says the fight against malnutrition is far from being won.<\/p><p>She says county governments should factor in nutrition in their budgets.<\/p><p>“When you look at the Kenyan health budget today, most of the funds are channelled toward the purchase of equipments and drugs with no specific amounts going to Nutrition,” says Manaan.<\/p><p>She adds that Kenya should in the next five years spend at least Sh70 billion on nutrition, but laments that there is no clarity how much authorities spend on nutrition.<\/p>","newsitem_id":"1247512","section_id":"24","sorted_tags":["Day care","Nutrition","Babysitting","Aga Khan IV","Childcare","Infant","Aga Khan IV","Developmental psychology"],"theme":{"Day care":"0.958141","Nutrition":"0.848047","Babysitting":"0.769098","Aga Khan IV":"0.762686","Childcare":"0.720722","Infant":"0.669951","Aga Khan":"0.625751","Developmental psychology":"0.558428"}}},{"node":{"nid":"118133","type":"article","title":"Daddy &#039;sitakufa&#039;: Defiance of little girl with cancer","byline":"BY JOHN MUCHANGI","date":"2015-11-23 03:00:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/23\/1243873.jpg?itok=8PA2fosk|ALT|Princess Nyambura at her hospital bed in Artemis in India. She had Laukemia.|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/23\/1243874.jpg?itok=pomAZibP|ALT|Princess Nyambura has a badly swollen spleen|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/23\/1243876.jpg?itok=JWQXyVqO|ALT|Princess Nyambura with her mother Caroline at her hospital bed in Artemis in India. She has Leukemia and might need bone marrow transplant.","body":"<p>IN May last year, Julius Macharia received a call from PCEA Kahawa West Baby Class that his daughter was sick. She could not play with other children and had vomited.<\/p><p>Princess Josephine Nyambura was always playful. When Macharia returned home weary each night, she insisted on them playing games before he could rest.<\/p><p>But now she appeared haggard and dizzy.<\/p><p>Macharia and his wife, Caroline Mukiri, took her to Kiambu General Hospital, where doctors said she was anaemic and prescribed some boosters.<\/p><p>Later, the then three-year-old’s lymph nodes started swelling. She was transferred to Kenyatta National Hospital and was immediately put on oxygen for three weeks.<\/p><p>“Unfortunately this is the time KNH nurses went on strike. After the three weeks, I just wrote a letter asking them to release my daughter,” Macharia, 33, says.<\/p><p>By then, Princess had lost weight, her skin turned pale and her stomach started to swell.<\/p><p>She was admitted in three more hospitals. Medics at KNH eventually resumed work and Princess was taken back there in September last year.<\/p><p>After a battery of tests, doctors calmly announced to her parents their daughter had leukaemia, a cancer of the blood-forming cells.<\/p><p>Macharia says they took the grim news in stride. “We finally could tell what was destroying our daughter,” he says.<\/p><p>Most patients with leukaemia are treated with chemotherapy. Some may need expensive bone marrow transplant.<\/p><p>The treatment can often control the disease and its symptoms, but chronic leukaemia is rarely cured.<\/p><p>Doctors say there is only a 25 to 30 per cent chance that Princess will be cured. The terrifying scenario that Macharia might lose his only child plays out in his mind every day.<\/p><p>But he is steadfastly hanging on to the 25-30 per cent chance. “Princess has a strong will and one day on phone, she told me not to worry. She told me, ‘Daddy, sitakufa (Daddy, I will not die)’. These words have kept me going,” Macharia says.<\/p><p>Dr Peter Maturi, a consultant haematologist who attended to Princess, says she has high-risk leukaemia and local doctors have run out of options. “She requires further treatment, which is not available locally,” he says.<\/p><p>Maturi advised the family to seek bone marrow treatment in India.<\/p><p>Hope For Cancer Kids, a cancer awareness NGO in Nairobi, says leukaemia is the second most common form of the disease among children. Only one in 10 children survive cancer in Kenya, compared to seven in 10 in the developed countries, says the organisation led by James Munge and Dr Esther Munyoro.<\/p><p>Bone marrow transplant, which Princess requires, is often listed as the third most expensive medical operation after intestinal and heart transplants.<\/p><p>The first hospital Macharia and Caroline contacted returned a quotation of Sh9.3 million.<\/p><p>Finding a donor for a bone marrow transplant is difficult, and complications after the procedure are common. There is also a lengthy prep time in hospital as well as an extensive recovery period, resulting in a hefty medical bill.<\/p><p>Artemis Hospital in New Delhi subsidised the cost to Sh7.5 million. Princess and her mother flew to India last month.<\/p><p>Before his daughter’s sickness, Macharia had been promoted to a marketing manager of a water company in Nairobi.<\/p><p>He had also upgraded his private business, the Princess Mash Caterer’s Hotel in Githurai Estate.<\/p><p>However, the diagnosis and financial burden that followed have taken a toll on him. Macharia left the job, closed his hotel and sold everything he could lay his hands on. <\/p><p>He has already spent more than Sh5 million since last year, including donations from well-wishers. Artemis hospital now requires at least Sh4 million from him to proceed with the transplant.<\/p><p>Dr Vikas Dua, a senior consultant in haematology at the Indian Hospital, says Princess has completed chemotherapy and requires the bone marrow transplant urgently.<\/p><p>“The chances of cure are around 25 per cent to 30 per cent only,” he says. <\/p><p>The family has secured paybill number 563 596, where donors can enter their own national ID number as the account number. Those donating through the bank can deposit funds to account number 0710164375127, name Princess Josephine Medical Fund, at Equity Bank Githurai 45 Branch.<\/p><p>Princess is currently at the intensive care unit. Chemo has not only worn her down but affected her mother as well.<\/p><p>One member of the WhatsApp support group the family has formed says ICUs are very cold and can sicken caregivers too.<\/p><p>“I came to India on June 8 with my son, who has the same condition. The shortest time they will be here is six months or else more than seven. Chemotherapy is very intense but very costly,” says Balbina Simiyu.<\/p><p>Macharia hopes the government can equip cancer centres in Kenya to save parents the agony he is going though.<\/p><p>He says the 2012 Cancer Prevention and Control Act, which makes it illegal for insurance firms to discriminate against cancer patients, should be implemented.<\/p><p>“Parents should not have to suffer like this to see their children live,” he says.<\/p>","newsitem_id":"1243850","section_id":"24","sorted_tags":["Chemotherapy","Bone marrow","Cancer","Oncology","Leukemia","National identification number","Hematology","Lymphatic system"],"theme":{"Chemotherapy":"0.986285","Bone marrow":"0.778525","Cancer":"0.698724","Oncology":"0.641924","Leukemia":"0.605633","National identification number":"0.588074","Hematology":"0.570066","Lymphatic system":"0.565396"}}},{"node":{"nid":"118134","type":"article","title":"Listen to what your body is saying : It could save you","byline":"BY AGENCY","date":"2015-11-23 03:00:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/23\/1220272.jpg?itok=KwGFg0M8|ALT|Changes in your feet point to another health problem.|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/23\/1120717.jpg?itok=zzWK95ge|ALT|HOW HEAVY: Sudden weight gain should be taken seriously","body":"<p>Have you got cracks at the side of your mouth or thinning hair? Or itchy feet, an unexplained rash or dark circles under your eyes?<\/p><p>They may seem like benign, innocuous symptoms, but they could in fact be a warning sign of illness or other health issues, says Dr Deyo Famuboni, a general practitioner in London.<\/p><p>“It’s important to listen to your body,” she told Healthista health information network.<\/p><p>“This is ever so true - especially when it’s trying to warn you that something isn’t right. There are so many subtle signs it gives us, that picking up on them - and being attuned to what is normal for you - is vital to feeling well and preventing future problems.”<\/p><p>From yellow spots on the elbows to itchy feet, here she explains how to tell if something is up with your health.<\/p><p>1. Gaining weigh around the waist<\/p><p>Have you gone shopping for a new pair of jeans and realise that your waist size has gone up? It can put you at risk of developing diabetes and a condition called the metabolic syndrome if it is higher than 80cm for women or 94cm for men.<\/p><p>The risk is substantially higher if the waist is bigger than 88cm for women or 102cm for men.<\/p><p>With high rates of obesity and associated waist circumference, diabetes, which gives us problems with tiredness, concentration, frequent urinating and drinking water short term, and in the long term can affect our vision, circulation and life expectancy is common.<\/p><p>Regular exercise and a good diet can keep this in check but talk to your doctor about a test for Type-2 diabetes.<\/p><p>2. Yellow spots around your eyes and\/or your elbows<\/p><p>This is a condition known as xanthelasma and is due to fatty deposits just under your skin. It can be sign that your cholesterol level is raised.<\/p><p>A blood test, usually done on a empty stomach, can tell if that is the case. Depending on the cause of this, dietary interventions and exercise can help to reduce this.<\/p><p>We get concerned about cholesterol because it can be a risk factor for developing problems with the heart or brain such as a heart attack or stroke respectively.<\/p><p>3. You have darker circles around your eyes<\/p><p>Though not getting enough sleep can contribute to this, dark circles could also be due to allergies and frequently itching of the eyes or rubbing the nose.<\/p><p>Working out what they could be, for example, house dust mites, and limiting your exposure may help. If the itching is frequent, anti-allergy medications may help.<\/p><p>Research suggests probiotics may help to alleviate some allergies.<\/p><p>4. Itchy feet<\/p><p>Spending time in sweaty trainers at the gym or swimming often? The damp environment can increase fungal infections, causing the feet to itch. You may notice a white scaly or damp rash in between your toes or under the feet.<\/p><p>An anti-fungal cream, usually available over the counter can help to treat this. Good hygiene and airing the feet out as often as possible helps with healing and preventing a recurrence.<\/p><p>5. Cracks at the corners of your mouth<\/p><p>This is usually your body telling you to increase your intake of foods rich in B vitamins and iron such as leafy green vegetables, lean meat and eggs.<\/p><p>Once dry and cracked, this can become infected. Topical treatment and moisturising usually clears it.<\/p><p>6. Very itchy rash<\/p><p>This can be a sign of coeliac disease especially if it doesn’t improve despite using creams available over the counter.<\/p><p>This is a gluten-sensitivity condition whereby the body reacts to the gluten protein in food. This affects the lining of the gut, making it difficult to absorb nutrients. The skin can therefore be affected.<\/p><p>In the long run and depending on the severity, it can cause chronic damage to the bowels.<\/p><p>Your doctor can do a simple blood test for coeliac disease and if positive, you can purchase gluten-free food on prescription.<\/p><p>7. Thinning hair<\/p><p>Your iron levels may be low. This can be problematic for women especially as we may be health conscious and refrain from animal products rich in iron. Furthermore we lose iron monthly and therefore can become anaemic. Having a thyroid problem can also affect the hair.<\/p><p>A blood test can tell if its due to these problems. Increasing iron rich foods or taking a supplement if its low can help.<\/p><p>8. Brittle nails<\/p><p>This usually happens if we over-expose the nails to wet, damp conditions or frequently use nail polish.<\/p><p>Moisturising the nails regularly can help and using a supplement with biotin (vitamin b7) may be effective. It can sometimes be a sign of a fungal infection, psoriasis, thyroid problems, or arthritis. <\/p><p>If this is so, seek advice from a doctor. <\/p><p>If due to these conditions, one would usually have other symptoms such as a rash, fatigue, painful joints respectively. Do seek advice from your doctor.<\/p><p>9. Constipation<\/p><p>This is your body telling you to increase the fibre and water in your diet.<\/p><p>Most people don’t get close to the recommended intake of fibre in their daily diet. The type of fibre is also important to prevent constipation and excess wind or bloating.<\/p><p>We need both insoluble (such as wheatbran, whole-grains) and soluble fibres (including oatbran and pulses) to prevent constipation and help decrease cholesterol levels respectively.<\/p><p>Soluble fibres are more likely to cause wind and bloating, however gradually building up your intake of both types can prevent this from being problematic.<\/p><p>If it does happen, the body gradually <\/p><p>– Daily Mail<\/p>","newsitem_id":"1220067","section_id":"24","sorted_tags":["Coeliac disease","Leaf vegetable","Nutrition","Gluten-free diet","Gluten-free diet","Term","Biotin","Mycosis"],"theme":{"Coeliac disease":"0.944602","Leaf vegetable":"0.912388","Nutrition":"0.843728","Gluten-free diet":"0.843366","Gluten":"0.812485","Term":"0.769595","Biotin":"0.707358","Mycosis":"0.707203"}}},{"node":{"nid":"118135","type":"article","title":"Embu setting up sh240m kidney centre","byline":"BY MUOKI CHARLES ","date":"2015-11-23 03:00:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/23\/1243077.jpg?itok=WGfoeJXY|ALT|First Lady Margaret Kenyatta and Embu Governor Martin Nyaga Wambora in Embu when the First Lady Presented the Beyond Zero Mobile clinic. Right is Director of Medical Services Nicholas Muraguri.jpg|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/23\/1243079.jpg?itok=vjKQsXTU|ALT|First Lady Margaret Kenyatta and Embu Governor Martin Nyaga Wambora in Embu when the First Lady Presented the Beyond Zero Mobile clinic in November 13. |IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/23\/1243082.jpg?itok=9cQv17wV|ALT|First Lady Margaret Kenyatta, Embu Governor Martin Nyaga Wambora and Embu First Lady Teresia Wambora in Embu when the First Lady Presented the Beyond Zero Mobile clinic in November 13.","body":"<p>The county government is constructing a Sh240 million centre at the Embu Level 5 Referral Hospital for treatment of cancer, kidney and other major diseases.<\/p><p>The county has procured some of the necessary equipment to install at the facility, and has already employed oncologists, who are now undergoing training.<\/p><p>Speaking after a cancer marathon organised by Oasis of Hope at Kangaru School, county secretary Raymond Kinyua said the centre will provide treatment and care to patients who currently only get those services at the Kenyatta National Hospital or outside the country.<\/p><p>“We have been holding free medical camps and have been referring positive cases to various hospitals as we finalise on getting our center functional,” said Kinyua.<\/p><p>This is one of the many health projects the county has undertaken. <\/p><p>Last week, First Lady Margaret Kenyatta commended Governor Martin Wambora and his spouse Teresia for their efforts to improve health facilities in the county.<\/p><p>“I’m impressed to hear Siakago Hospital carried out its first caesarean operation on September 21, 2015. Embu level 5 hospital has been improved and has also received CT-Scan and dialysis machines,” she said.<\/p><p>The First Lady lauded the major rehabilitation of rural health facilities undertaken by the county administration, saying it is on the strength of such developments that Beyond Zero campaign is proud to be associated with its focused leadership. <\/p><p>She donated a medical van from her Beyond Zero initiative.<\/p><p>Carol Njagi, a breast cancer survivor, said women are more proactive in going for early checkups and called on men to do the same because cancer affects them too.<\/p><p>She noted an increased prevalence rate of cancer of uterus, cervix and prostrate in the county adding that cases of lung, throat and blood cancers had also been reported (KNA).<\/p>","newsitem_id":"1243060","section_id":"24","sorted_tags":["Cancer","Oncology","Breast cancer","Cancer","Disease","Chemotherapy","Metastasis","Kenya"],"theme":{"Cancer":"0.948648","Oncology":"0.596855","Breast cancer":"0.546866","Cancer staging":"0.524145","Disease":"0.523241","Chemotherapy":"0.521881","Metastasis":"0.510741","Jomo Kenyatta":"0.502"}}},{"node":{"nid":"118213","type":"article","title":"Health Summary","byline":"TRACY MUTINDA","date":"2015-11-22 21:00:00","image":null,"body":"<p><strong>Misuse of antibiotics in animals affects products<\/strong><\/p><p>Most Kenyans are more concerned about putting food on the table than its safety.<\/p><p>But this is likely to change following fears that meat, milk and eggs might not be safe for consumption. <\/p><p>Local and international experts in human and animal health, now warn that widespread misuse of antibiotics in food-producing animals can compromise the safety of their products. <\/p><p>Among the negative impacts of this on human health, is gradual resistance to antibiotics making it harder to treat common deadly infections. <\/p><p>Also, there is increased risk of developing certain cancers, damaging kidneys, liver and bone marrow, and suffering reproductive disorders. <\/p><p>Kenya and other countries are marked the Antibiotic Resistance Awareness Week from November 16 to 22 organised by WHO. <\/p><p><strong>Alarm over rise in drug-resistant TB in Kenya<\/strong><\/p><p>There are growing concerns over rising drug-resistant strains of tuberculosis in the country. <\/p><p>According to the Ministry of Health’s latest statistics, 305 cases of multi-drug resistant TB have been reported in the country this year. So far, the highest figure in the last ten years. In 2014, there were 283 cases while in 2013, the number was 285. <\/p><p>The World Health Organisation currently estimates that at least 2750 Kenyans are infected with MDR-TB every year, with many cases being unreported. <\/p><p>TB, which is caused by bacteria, often becomes resistant to the available drugs when people do not complete the full course of treatment. It also emerges when health care providers prescribe the wrong treatment or when the supply of drugs is not always available; or when the drugs are of poor quality.<\/p><p><strong>Drinking coffee will help you live longer – study<\/strong><\/p><p>Drinking three to five cups of coffee a day might help you live longer, according to new research. <\/p><p>Moderate coffee consumption reduces the risk of dying prematurely from heart disease, neurological conditions such as Parkinson’s disease, and Type 2 diabetes, scientists found. <\/p><p>It also seems to lower the risk of suicide - but no association was seen with rates of cancer death. <\/p><p>The benefits are thought to be linked to other plant compounds in coffee besides the stimulant. <\/p><p>Lead scientist Ming Ding, from the Harvard T H Chan School of Public Health in the US, said: “Bioactive compounds in coffee reduce insulin resistance and systematic inflammation. <\/p><p>The results, published in the journal Circulation, are from a pooled analysis of on-going studies with a total of 208,501 male and female participants. <\/p><p><strong>Fake contraceptives in the market, PPB warns<\/strong><\/p><p>THE Pharmacy and Poisons Board has put the general public, health workers and health facilities like chemists and pharmacies on high alert following the discovery of a fake Postinor-2 drug, an emergency contraceptive used to prevent pregnancy. <\/p><p>“This follows a rapid alert received from World Health Organisation that a falsified Postinor-2 has been discovered in Kampala, Uganda,” read the statement from the government in part. <\/p><p>To identify the counterfeit contraceptive, the ministry said the public should check on the reverse side of the pack. The falsified contraceptive is said to have a white non-useable “scratch area” and is the only feature the ministry wants the public to be on the look-out, for since the batch number, manufacturing and expiry dates match the genuine Postinor-2. <\/p><p>Those who suspect they may have used the fake drug, have been asked to seek medical help immediately.<\/p>","newsitem_id":"1245783","section_id":"24","sorted_tags":["Antibiotic resistance","Tuberculosis","Health care","Public health","Medicine","Health care","Health care","World"],"theme":{"Antibiotic resistance":"0.967784","Tuberculosis":"0.963449","Health care":"0.900354","Public health":"0.803157","Medicine":"0.756707","Health":"0.615625","Health care provider":"0.565659","World Health Organization":"0.499001"}}},{"node":{"nid":"118214","type":"article","title":"DIARY","byline":"John Muchangi","date":"2015-11-22 21:00:00","image":null,"body":"Prevention is the 2015 theme for the International Day for the Elimination of Violence against Women on Wednesday, and the UNiTE to End Violence against Women Campaign’s 16 days call for action, ending on December 10. The 16 Days of Activism aim to raise public awareness and mobilise people everywhere to bring about change.","newsitem_id":"1243900","section_id":"24","sorted_tags":[],"theme":[]}},{"node":{"nid":"118844","type":"article","title":"Star launches Kenya’s first free health data portal","byline":"BY JOHN MUCHANGI ","date":"2015-11-16 04:00:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/16\/1243464.jpg?itok=AeqI5E1B|ALT|Stay safe: The portal helps users find the right doctor and health facility","body":"<p>Is the health practitioner serving you registered? Would you also want to know the different facilities available in your area and how much NHIF will cover in each of them? <\/p><p>This and virtually all key health data in Kenya are now easily available on StarHealth, a new portal that can be accessed on <a href=\"http:\/\/health.the-star.co.ke\/\">health.the-star.co.ke<\/a> .<\/p><p>The information is also available through SMS code 22495. This is Kenya’s first, integrated and independent health data portal that is freely available to the public.<\/p><p> On these two platforms, the public can now find out whether a practitioner or health facility are properly registered by the relevant medical boards. <\/p><p>This life-saving information comes in handy, amid reports that 90 per cent of clinics in Kenya are run by non-medical personnel. <\/p><p>Users can further compare the facilities available in different hospitals covered by NHIF. The portal also features all health stories written by our journalists and agencies. <\/p><p>The stories are supplemented by data analysis and visualizations from the data desk. The portal is easily accessible on any computer, tablet or mobile phone. <\/p><p>The information is provided for free online while the SMS query costs Sh10. The health portal is a result of the joint collaboration between the Star and Code for Kenya, the local chapter of Code for Africa, which is a network of civic technologists and journalists working together to give citizens actionable information and digital tools to help them make informed decision.<\/p>","newsitem_id":"1243457","section_id":"24","sorted_tags":["Mobile phone","Computer program"],"theme":{"Mobile phone":"0.917106","Computer program":"0.755971"}}},{"node":{"nid":"118871","type":"article","title":"&#039;We trekked 200km for FGM in Uganda&#039;","byline":"BY MARRYANN CHAI","date":"2015-11-16 03:00:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/16\/1241060.jpg?itok=Kxukzq3O|ALT|Pokot village near Uganda border|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/16\/1225706.jpg?itok=uGc1Yyj_|ALT|Anti FGM activist Domtilah Chesang speaking to the girls at Ortum Rescue centre|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/16\/1225710.jpg?itok=FJTTKZs3|ALT|the girls at the rescue centre","body":"<p>Kenyan girls have been crossing to Uganda for the female genital mutilation.<\/p><p>Girls who spoke to Star narrated their horrendous experience, after they trekked for more than 200 kilometres through lonely valleys infested with wild animals, and paid Sh200.<\/p><p>This comes after the government intensified crackdown against the illegal practice in the Pokot area. <\/p><p>North Pokot Maendeleo Ya Wanawake chairlady Mary Mulee has been helping the girls avoid marriage after some of the parents were arrested. <\/p><p>She says many people from the Pokot North Sub county, which borders Uganda, frequently migrate to Uganda in search of pasture.<\/p><p>They are now taking the girls with them for the cut and even marrying them off in Uganda. <\/p><p> Mulee and other concerned women have founded a group to coordinate with authorities in Uganda to arrest the perpetrators and rescue the Kenyan girls, some who are stuck across the border.<\/p><p>\"This initiative will help promote peace, fight FGM and girl child education along the Kenya-Uganda border where the practice is still rampant,\" she said.<\/p><p>The women have toured the border communities sensitising girls on the dangers of FGM and how to run away from parents who subject them to the outlawed practice.<\/p><p>The group comprises women clergy from Uganda and Kenya.<\/p><p>The Star spoke to eight girls aged between 12 and 15 years who have returned from Uganda after the cut, during the recent teachers strike.<\/p><p>Doreen (not her really name) said she travelled without her family's knowledge to a village near Moroto in Uganda.<\/p><p>The class four girl says she did not know that FGM is bad.<\/p><p>Doreen asked the government to release her mother who has been jailed for three years since she is not mentally fit.<\/p><p>“My mother never knew where I was I escaped at home with my friend and walked to the village where were cut. My mother has been jailed because both of us were ignorant that FGM is prohibited in this country,” she said.<\/p><p>Doreen asks others girls planning to go to Uganda to stop because it is painful. <\/p><p>“When I heal, I want to go back to school and further my education. I want to be a journalist so that I can use the available means of transmitting information to educate young girls in my community on dangers of FGM and about the law,” said Doreen.<\/p><p>Infections caused by FGM can lead to death if not treated. Short-term consequences include bleeding, post-operative shock, and damage to other organs. Long-term consequences include bladder infections, excessive scar tissue, urinary problems, and childbearing problems, including newborn and maternal death.<\/p><p>Ugandan law actually makes it a crime to not only carry it out or participate in any event leading to its practice, but also to discriminate against a woman who has not undergone it.<\/p><p>Another girl, Susan (not her really name) said that they went before the December holidays because the circumciser has a tight schedule when schools close.<\/p><p>“In our village, those women who used to cut girls are now old and are not able to offer the services. We were forced to walk over 30 kilometres to Dung’udung’u village along Pokot-Marakwet border to seek the services,” she said. They were cut there, even before they reached Uganda.<\/p><p> “We offered casual labour in one of the farms in our village where we earned money to pay the old woman who performed the practice,” said Susan. “Each of us paid the woman Sh200.”<\/p><p>Anti-FGM advocates are now appealing to the county and national governments to build a rescue centre in the vast Pokot North Sub County, which borders Uganda, to take care of girls who run away from their families.<\/p><p>\"This sub county has no rescue centre and girls who run away from the knife are forced to walk over 300 kilometres to Morpus rescue centre in Pokot south sub county,\" Mulee said.<\/p><p> Activists also fear the many people are still unaware FGM is illegal. <\/p><p>Activist Domtilah Chesang says one of the parents arrested at Mwino village for subjecting her daughter to the knife was jailed for three years.<\/p><p>Chesang works with the self-help group, Kepsteno Rotwo (Abandon the Knife), in West Pokot.<\/p><p>“This parent was innocent and accepted to have committed the offence since she knew it was her duty to ensure that her daughter was cut,” she says.<\/p><p>Chesang says most parents and circumcisers only realise the practice is illegal when they are arrested.<\/p><p>FGM comes in many forms which vary depending upon the type and extent of genital cutting inflicted upon each girl. The World Health Organisation has identified four major types of FGM, which include partial or total removal of the clitoris, partial or total removal of the labia minora and\/or majora, the narrowing of the vaginal opening by the creation of a covering \"seal\" (a process known as infibulation), and any other harmful procedure done for non-medical purposes, including pricking, piercing, scraping, and cauterizing the genitals.<\/p><p>Head teacher of Ortum Girls Primary School Monica Nekesa says boarding schools can help stop the practice. <\/p><p>“Most of the boarding schools in the region are low-cost schools and we should help the government and NGOs in fighting the vice by retaining those girls we fear may not come to school after holidays,” she said.<\/p>","newsitem_id":"1225705","section_id":"24","sorted_tags":["Woman","Female","Clitoris","Girl","Government","The Practice","Crime"],"theme":{"Woman":"0.931645","Female genital cutting":"0.909463","Clitoris":"0.862431","Girl":"0.677251","Government":"0.592552","The Practice":"0.58328","Crime":"0.552857"}}},{"node":{"nid":"118974","type":"article","title":"THE WEEK","byline":"BY TRACY MUTINDA","date":"2015-11-15 21:00:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/16\/1241887.jpg?itok=eo7OjqZ7|ALT|Jean Orwa Banda, the ambassador of Global Alliance for Musculoskeletal Health of the Bone and Joint Decade.","body":"<p><strong>Kenyan appointed to <\/strong><\/p><p><strong>promote arthritis awareness<\/strong><\/p><p><strong>(With pic)<\/strong><\/p><p>A Kenyan health advocate has been appointed an international ambassador to create awareness on skeletal disorders and lupus. <\/p><p>Jean Orwa Banda is the immediate former business development manager at New Life Gardens, an organisation run by the Seventh Day Adventists. <\/p><p>The appointment was made by the UK-based Global Alliance for Musculoskeletal Health of the Bone and Joint Decade.<\/p><p>Orwa becomes the first female non-doctor ambassador and the second to be elected in East Africa.<\/p><p>“As you are no doubt aware, the vision of the Alliance is a society where<\/p><p> prevention, treatment and care of people with musculoskeletal disorders is of a high standard and consistently accessible in order to improve the health-related quality of life for people with, or at risk of, musculoskeletal disorders,” said Prof Anthony Woolf while making the announcement. Prof Woolf is the chair of the international coordinating council of the alliance. <\/p><p>The musculoskeletal disorders describe a variety of conditions that affect the muscles, bones, and joints. It includes arthritis, which is increasingly becoming common in Kenya. <\/p><p>Banda said she will start with awareness in schools. “I opted to start with schools because it is easier to incorporate a healthy lifestyle if one starts young and can make it part and parcel of their day to day activity,” she said.<\/p><p> She will also take on lupus, a complex and poorly understood condition that mostly affects women, in many parts of the body and causes symptoms ranging from mild to life-threatening. Many patients end up needing kidney transplants. “These conditions are increasingly getting common in Kenya, but there is little intervention because they are not well-known,” she said. <\/p><p>Orwa is a lupus survivor and the founder of the Kenya Kidney and Lupus Foundation.<\/p><p>Orwa was appointed for a 3 years renewable term.<\/p><p><strong><span>Health\ngets Sh65bn<\/span><\/strong><\/p><p><strong>from US government<\/strong>\n<\/p>\n<p>Kenyans stand to win big following the\nsigning of the largest bilateral deal between the Government and the\nUnited States.<\/p>\n<p>The Sh65 billion (USD650 million)\nagreement on the health sector sealed by the US and Kenyan\ngovernments will enable the country acquire lifesaving drugs for HIV\nand Aids and malaria patients. The United States Agency for\nInternational Development (Usaid) contracted Kenya Medical Supplies\nAgency (Kemsa) to buy and supply lifesaving medicine and commodities\nacross the country. <\/p>\n<p>“The authority will procure and\ndistribute these medical supplies directly. And as a result, millions\nof Kenyans will receive high-quality medicine and treatment faster\nand more efficiently,” said US Ambassador to Kenya Robert Godec. <\/p>\n<p><strong>40pc of malaria drugs<\/strong><\/p>\n<p><strong>in Kenya counterfeits<\/strong><\/p>\n<p>Approximately, 40 per cent of malaria\ndrugs sold in Kenya are counterfeits, a special working group of the\nNational Council on the Administration of Justice has revealed. The special working group Chairman Abdulqadir Lorot said malaria\ncounterfeits are more compared to other drugs because it is the\nnumber one killer disease in the country. However, the Pharmacy and\nPoisons Board, which monitors drugs in Kenya, says the figure is less\nthan five per cent. Lorot said People are selling chalk instead of\ndrugs and the fake medicines have led to several deaths. He added\nthat 30 per cent of pharmaceutical drugs in the country are also\ncounterfeits. <\/p>\n","newsitem_id":"1241854","section_id":"24","sorted_tags":["Medicine","Pharmaceutical drug","Pharmacology","Kenya","Corticosteroid","Africa","Health care","Malaria"],"theme":{"Medicine":"0.937149","Pharmaceutical drug":"0.859063","Pharmacology":"0.844769","Kenya":"0.774099","Corticosteroid":"0.706954","Africa":"0.614305","Health":"0.613659","Malaria":"0.607332"}}},{"node":{"nid":"118975","type":"article","title":"HEALTH DIARY","byline":"John Muchangi","date":"2015-11-15 21:00:00","image":null,"body":"<p>Thursday is World Toilet Day. The theme for 2015 is ‘Sanitation and Nutrition’.<\/p><p>Only about 30 per cent of Kenyans have access to improved sanitation facilities. That means most people do not have access to proper sanitation, including toilets or latrines, with dramatic consequences on human health, dignity and security, the environment, and social and economic development.<\/p>","newsitem_id":"1241096","section_id":"24","sorted_tags":["Sanitation","Hygiene","Human","Latrine","Toilet","Outhouse","Composting toilet","Health care"],"theme":{"Sanitation":"0.945151","Hygiene":"0.912521","Human":"0.80502","Latrine":"0.758965","Toilet":"0.723387","Outhouse":"0.678699","Composting toilet":"0.659208","Health":"0.646428"}}},{"node":{"nid":"119072","type":"article","title":"Star launches Kenya&#039;s first free health data portal","byline":"John Muchangi","date":"2015-11-13 01:30:00","image":null,"body":"<p><span><span><span><span><span><span><span>Is the health practitioner serving you registered? Would you also want to know the different <\/span><\/span><\/span><\/span><\/span><\/span><span><span><span><span><span><span>facilities are available in your area and how much NHIF will cover in each of them?<\/span><\/span><\/span><\/span><\/span><\/span><\/span><\/p><p> <span><span><span><span><span><span><span>This and virtually all key health data in Kenya are now easily available on StarHealth, a new portal that can be accessed on health.the-star.co.ke. The information is also available through SMS code 22495.<\/span><\/span><\/span><\/span><\/span><\/span><\/span><\/p><p><span><span><span><span><span><span><span>This is Kenya's first, integrated and independent health data portal that is freely available to the public.<\/span><\/span><\/span><\/span><\/span><\/span><\/span><\/p><p><span><span><span><span><span><span><span>On these two platforms, the public can now find out w<\/span><\/span><\/span><\/span><\/span><\/span><span><span><span><span><span><span><span><span>hether a practitioner or health facility are properly registered by the relevant medical board.<\/span><\/span><\/span><\/span><\/span><\/span><\/span><\/span><\/span><\/p><p><span><span><span><span><span><span><span>This life-saving information comes in handy, amid reports that 90 per cent of clinics in Kenya are run by non-medical personnel.<\/span><\/span><\/span><\/span><\/span><\/span><\/span><\/p><p> <span><span><span><span><span><span><span>Users can also compare the facilities available in different hospitals covered by NHIF. The portal also features all health stories written by our journalists and agencies. <\/span><\/span><\/span><\/span>The stories are supplemented by data analysis and visualizations from the data desk. <span>The portal is easily accessible on any computer or mobile phone. This information is provided for free online and the SMS query cost Sh10.<\/span><\/span><\/span><\/span><\/p><p><span><span><span><span>The health portal is a result of the joint collaboration between the Star and Code for Kenya, the local chapter of Code for Africa which is a network of civic technologists and journalists working together to give citizens actionable information and digital tools to help them make informed decision.<\/span><\/span><\/span><\/span><\/p>","newsitem_id":"1242279","section_id":"24","sorted_tags":["Mobile phone","Computer program"],"theme":{"Mobile phone":"0.933518","Computer program":"0.768738"}}},{"node":{"nid":"119598","type":"article","title":"How sickle cell survivors battle rare blood cancer","byline":"BY MONICAH MWANGI","date":"2015-11-09 06:30:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/09\/1222840.jpg?itok=6U_feUvP|ALT|Ruth Auma (R) with husband Richard Ochieng and their children Bannel and Brandon at their home. Photo\/Monicah Mwangi|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/09\/1222815.jpg?itok=lUJC1MBc|ALT|\nSicle cell warrior Lea Kilenga, in the background are some of the faces she has captured in her project. Photo\/Monicah Mwangi","body":"<p>When growing up, Lea Kilenga knew she was different. “I was not like the others in my class. I had a much smaller body, attended class less frequently and I was treated like I was ‘special’,” she says.<\/p><p>Lea was diagnosed with sickle cell anemia at three months. Born in a family of four children, she was the third child diagnosed with the disease. “My two older sisters also had sickle cell. This was clear from the physical appearance of our bodies,” she remembers.<\/p><p>Sickle Cell is a genetic disorder that deforms the normal round red blood cells into sickle shaped red blood cells.<\/p><p>It is one of the most common inherited diseases. There is no current research to identify how many people have sickle cell in Kenya with the only available statistics dating back to 1954.<\/p><p>Prof Jessie Githanga, a hematologist at Kenyatta National Hospital, says sickle cell is caused by the inheritance of abnormal haemoglobin. He says the true magnitude of the disease has not been determined and many children probably die before being diagnosed.<\/p><p>There is a high prevalence of the sickle-cell haemoglobin gene in malaria endemic regions. “The prevalence of sickle cell trait amongst different ethnic groups in Kenya have been determined.<\/p><p>The regions with highest sickle cell traits are coast (up to 35 per cent among the Kambe community) and Western Kenya (up to 28 per cent in Luo community).<\/p><p>Pain, known as crisis, is the main characteristic that defines sickle cell. It manifests itself mostly in the long limbs and moves to the entire body. It’s an acute or chronic pain that varies from person to person.<\/p><p>“This is the kind of feeling that doesn’t go away easily. The kind that creeps up unexpectedly, takes over and handicaps your body and mind,” says Lea.<\/p><p>Githanga says pain can strike almost anywhere in the body and in more than one spot at a time. He adds that the pain often occurs in the lower back, legs, arms, abdomen and chest. “The crisis can be triggered by illnesses, temperature changes, stress, dehydration and being at high altitudes. Other complications include stroke, eye problems, kidney disease, gall bladder stones, priapism (prolonged painful penile erection in males) and liver disease among others,” Githanga adds.<\/p><p>Pain had become a part of Lea’s childhood and she was hospitalised many times, with daily medication. She also witnessed the pain her older sisters went through. Lea vividly recalls painful moments before her gall bladder was surgically removed.<\/p><p>“Before the surgery was done, I spent most of my nights beside the toilet bowl. This pain was like an intense hot rock in my stomach that couldn’t allow me to swallow anything. That feeling could only be quantified to that of a red hot metal rod stab through the upper part of my stomach all through to my back,” she remembers.<\/p><p>Watching her sisters in pain was however much worse. “For some reason it seemed like their particular kind of pain was much worse. I remember a time when my older sister was in constant anguish. All I could hear were cries from her room where she lay almost lifeless.”<\/p><p>She says their house was filled with echoes and screams of discomfort and sometimes long absences to the hospital. Her elder sister eventually succumbed to the disease. “At the age of four, I didn’t realise what had happened. All I noticed was the silence and the empty bed. I only fully came to understand what sickle cell was at the age of 14.”<\/p><p>In school, she noticed how the teachers whispered whenever she was present. “You shouldn’t be too hard on that one, they don’t live very long,” she remembers one teacher murmuring. “At first I didn’t think the conversation was about me but soon after, most of the teachers at the school began leaving me out from class punishments and games. The situation got worse when the students learnt I had “something”! No one knew enough about sickle cell, so everyone assumed the worst,” she says.<\/p><p>The pupils believed it was contagious. “No one spoke to me, sat next to me or even touched anything I owned. Walking to and from the playground was a lonely affair. Every time I tried to approach or speak to anyone, they walked away,” she remembers.<\/p><p>She was lucky to have her parents’ support and they taught her how to win the pain. “Never in all my life on the hospital bed did I see them tire or crack under pressure. I especially loved their ability to see beyond the tears and the heartache. Raising three children with sickle cell meant that they had to accept the pain that came with it.”<\/p><p>In high school, Lea got herself into performing arts and drama which she says helped her regain her confidence and self esteem.<\/p><p>Two years ago, the 26 year embarked on an ambitious 10003 Warrior Project, a photographic narrative that she hopes will enable her capture 10, 003 real-time portraits and stories of sickle cell warriors around the country.<\/p><p>The project is also a platform that encourages a healthier lifestyle for sickle cell disease management as well as raises awareness.<\/p><p>“Allowing myself to speak up has given me the strength to meet sickle cell warriors. To share with them my experiences and create a safe space that allows them to gain their voices and speak,” she said.<\/p><p>The project, which is predominantly web based and social media centred, is expected to help Lea publish a warrior photo book and finally create a documentary on sickle cell in Kenya.<\/p><p>Ruth Auma is another sickle cell patient. Ruth, 34, dropped out of school due to severe crisis. “I think I had the worst child life. I grew up experiencing severe crises and I had to drop out of school,” said Ruth.<\/p><p>She finds it difficult to describe what the crises feel like. “You have to experience it to know it. The pains are so bad I cannot begin to describe.”<\/p><p>For almost 27 years, Ruth kept her condition a secret for fear of being rejected by her friends. “I used to operate a fruit kioski and many customers would confront me demanding I see a doctor every time my eyes turned yellow,” she said.<\/p><p>Ruth met her husband 13 years ago and, though he knew Ruth had a medical problem, he never thought it was sickle cell. “She would experience severe pains but I was always there for her,” said Richard Ochieng.<\/p><p>Ruth’s cousin would be the one to break the sickle cell news to him. “She approached me and dropped the bombshell, adding that I should breakup with her since sickle cell patients don’t get children and, if they get pregnant, they die when giving birth,” he remembers.<\/p><p>He confesses that it was shocking, but since he is a trainer and counselor, he managed to confront it. “We talked about it and agreed that we would try to conceive, which we did within a year,” he said.<\/p><p>The couple welcomed their first born son 11 years ago, delivered normally and without complications. They are currently proud parents of two boys, the last born being a year ago.<\/p><p>The sickle cell status of an individual according to Githanga should be known at birth to allow for the proper management to start early. “This is why a neonatal screening progammes would be advocated for in the country,” she concluded.<\/p>","newsitem_id":"1222805","section_id":"24","sorted_tags":["Sickle-cell disease","Red blood cell","Sickle-cell disease","Heterozygote advantage","Malaria","Pain","Priapism","Mutation"],"theme":{"Sickle-cell disease":"0.950093","Red blood cell":"0.672086","Sickle":"0.539174","Heterozygote advantage":"0.479339","Malaria":"0.439401","Pain":"0.416633","Priapism":"0.37778","Mutation":"0.374945"}}},{"node":{"nid":"119673","type":"article","title":"THE WEEK","byline":"TRACY MUTINDA","date":"2015-11-08 21:00:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/09\/1237632.jpg?itok=fcozHKOv|ALT|AWARDED: Rotary coordinator Rtn.Salim fazal, Dr Mukesh Joshi, David Hastie and District Governor Teshome Kebede when the district governor presented the award to the team.\n","body":"<p><strong>Family planning in slums rises, says Tupange study<\/strong><\/p><p>A survey carried out in five major urban towns indicates that use of modern contraceptives among the urban poor rises when family planning is offered alongside other maternal and child health services.<\/p><p>The study also indicates that less women are giving birth at home in Nairobi, Mombasa, Kisumu, Kakamega and Machakos.<\/p><p>The survey, which was launched last week in Nairobi by the Devolution Principal Secretary Mwanamaka Mabruki, was carried out among 4,800 clients in 377 private and public facilities as well as over 900 health-care providers.<\/p><p>It was conducted by the Measurement, Learning &amp; Evaluation project in 2014 to examine the impact of the Kenya Urban Reproductive Health Initiative (known as Tupange). Tupange sought to integrate high-quality FP services with maternal and newborn services.<\/p><p>The survey showed increased provision of long-acting and permanent methods of contraception to clients seeking services other than family planning. <\/p><p><strong>City laser eye specialist receives Rotary award<\/strong><\/p><p>City-based laser eye expert Dr Mukesh Joshi and the Rotary Club of Nairobi have been honoured with the highest service award of the Rotary International for their Kenya Rural Blindness Eradication project.<\/p><p> The award was given by Rotary’s district governor Teshome Kebede. It honoured the team for rendering services for the last 30 years, including 15,000 cataract operations, more than 100 corneal transplants and laser for diabetic retinopathy.<\/p><p> “We carry out these eye camps in rural areas which are not easily accessible by ophthalmologists and medical facilities. We carry everything from our headquarters in Nairobi including portable theatre equipment, disposables and operation equipment and conduct the free eye operations. We screen the blind and visually handicapped patients and operate them at the nearest mission hospitals and schools free of charge,” Dr Joshi said when receiving the award.<\/p><p><strong>Kenya to use nuclear energy to treat cancer<\/strong><\/p><p>First Lady Margaret Kenyatta held extensive discussions with the newly appointed unit director for International Atomic Energy Agency (IAEA) Prof Shaukat Abdulrazak over the ravages of cancer in the country.<\/p><p> Prof Abdulrazak who becomes the new IAEA Director of Africa (Technical Division) said if all goes as planned, Kenya will have its nuclear energy in the next seven years, a period when the country also hopes to have the first batch of locally trained oncologists according, to the director of Medical Services Dr Nicholas Muraguri. <\/p><p>Nuclear energy is used to treat cancer through radiation medicine –radiotherapy and chemotherapy – although adopting a healthy lifestyle is billed the best preventive measure against the increasingly killer disease.<\/p>","newsitem_id":"1236821","section_id":"24","sorted_tags":["International Atomic Energy Agency","Rotary International","Evanston, Illinois"],"theme":{"International Atomic Energy Agency":"0.978791","Rotary International":"0.912954","Evanston, Illinois":"0.797362"}}},{"node":{"nid":"119674","type":"article","title":"HEALTH DIARY","byline":"John Muchangi","date":"2015-11-08 21:00:00","image":null,"body":"Saturday is World Diabetes Day. The WHO estimates the prevalence of diabetes in Kenya at 3.3 per cent and predicts a rise to 4.5 per cent by 2025. There were 775,200 cases of diabetes in Kenya in 2014. However, two-thirds of diabetics may be undiagnosed. Diabetes testing takes less than one minute.","newsitem_id":"1236919","section_id":"24","sorted_tags":["Diabetes mellitus","World"],"theme":{"Diabetes mellitus":"0.94962","World Diabetes Day":"0.782163"}}},{"node":{"nid":"120380","type":"article","title":"Mwea villagers prepare to receive cheap diabetes drugs","byline":"BY JOHN MUCHANGI","date":"2015-11-02 02:30:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/02\/1224732.jpg?itok=01w9B6QD|ALT|CS Health James Macharia with Novartis Chairman Dr Joerg Reinhardt at KNH during the launch of Access Kenya yesterday. photo\/P\\TRICK VIDIJA","body":"<p>From a distance, the green prairie rivals a modern stadium. But as you draw closer, instead of tiered spectator seats, you have lush vegetation covering the well-kept rice paddies. <\/p><p>This is Mwea irrigation scheme, which produces 80 per cent of all rice grown in Kenya. On the edges of the scheme are the hundreds of farmers who supply Kenya with their beloved Pishori rice.<\/p><p>One of them is Lucia Kameni, a 52-year-old mother who has been grounded by a debilitating form of diabetes.<\/p><p>Lucia lives in a creaky mud house in Gitutu, a sprawling village of rice growers near Mwea Town in Kirinyaga County. Most of them have little to show for their decades of labour.<\/p><p>She shares income from her farm with her two sons and two grandchildren from a late daughter.<\/p><p>While diabetes is largely manageable, the costs are not. “I spend about Sh4,000 every month on diabetes drugs. Many times I do not have the money but I borrow drugs from other villagers,” she says.<\/p><p>The disease – in which the body’s inability to produce any or enough insulin causes dangerously high levels of sugar in the blood – has hit Mwea residents hard.<\/p><p>Lucia says nearly every family has someone who is diabetic. Many of them also suffer high blood pressure.<\/p><p>Medics at the nearby Our Lady of Lourdes Karira Hospital say the two conditions are rampant and expensive to manage.<\/p><p>There are no studies to establish why an unusually large number of Mwea residents are developing diabetes.<\/p><p>Some medics point to a March 2012 Harvard study which showed that eating white rice regularly, as is commonly done in Kirinyaga, may increase risk for developing type 2 diabetes – the type most closely linked to obesity.<\/p><p>The findings, published in the journal BMJ, said this was probably because white rice ranks high on the glycemic index, which means it can cause a sudden spike in blood sugar levels. It is also low in fiber that can help lower the risk for developing diabetes.<\/p><p>Mary Wangari, a neighbour of Lucia, says had always felt dizzy but dismissed that as flu. She was diagnosed with diabetes last year. <\/p><p>The 65-year-old also developed high blood pressure and is on wheelchair. She repairs clothes to take care of herself and her three children. <\/p><p>Wangari buys diabetes drugs from a chemist in Mwea, only when she has money. “The most I have ever bought were drugs for one week,” she says. The expenses, including hospital visits, go beyond Sh4,000 on some months.<\/p><p>The two expect to be among the first beneficiaries of Novartis Access, an initiative for cheaper drugs for non-communicable diseases announced by the drugs manufacturer Novartis two weeks ago. <\/p><p>Kenya is the first country to benefit from the portfolio of 15 medicines to treat cardiovascular and respiratory diseases, diabetes and breast cancer. <\/p><p>When the drugs arrive, Wangari and Lucia will, incredibly, spend at most Sh150 for a full dose to treat each disease every month.<\/p><p>“The successful implementation of the programme in Kenya will be essential to guide the expansion of Novartis Access to other countries in the future,” said Novartis chairman Joerg Reinhardt when he visited Kenya two weeks ago. <\/p><p>The company has partnered with the Ministry of Health, the Kenyan Red Cross, and local drugs distributors among others in the programme.<\/p><p>Diabetes, hypertension and other NCDs account for 27 per cent of deaths - almost 100,000 people - in Kenya every year.<\/p><p>Kirinyaga county will be the first to receive the consignment of the cheap drugs anytime this month.<\/p><p>Governor Joseph Ndathi says cancer and diabetes have taken toll on residents. <\/p><p>“When people with run out of resources they go to painkillers, so diseases that are curable mutate to other diseases,” he says.<\/p><p>Head of the Novartis Access programme Dr Harald Nusser told the Star the company expects its approach to be commercially sustainable over the long term.<\/p><p>It will also be launched in Ethiopia and Vietnam with further plans to roll it out out to 30 countries depending on demand. <\/p><p>“We narrowed down to the countries with the highest medical need, where we have certain presence and where health-care system makes the launch feasible and sustainable,” he said. <\/p><p>The access programme comes after the company successfully rolled out the Familia Nawiri (healthy families) project in Kenya in 2007. <\/p><p>Head of the programme in Kenya Antony Gitau says they train local community health workers who then deliver training in schools, churches and chamas (the self-help groups).<\/p><p>The workers teach villagers about good health, hygiene, nutrition, common diseases and disease prevention. <\/p><p>They also arrange health camps with qualified doctors and provide triage services every month.<\/p><p>The results have been impressive. “We are in 10 counties now and 27 wards. Kirinyaga is the most vibrant currently and we are in six wards there,” Antony says. <\/p><p>He says providing basic health education to people has saved many lives. It stops self medication and people going to unqualified service providers. <\/p><p>“A lot of people have discovered they had NCDs at the camps, and started treatment before it was too late,” he says.<\/p><p>Head of the Our Lady Of Lourdes Hospital, Sister Josephine Ndege, says most NCD patients are diagnosed at health camps. <\/p><p>Lucia was also diagnosed at a Familia Nawiri camp.<\/p><p>“After they found my problem, money for medicine became the next problem and many times I gave up and waited for death. Now there's hope,” she says.<\/p>","newsitem_id":"1234107","section_id":"24","sorted_tags":["Diabetes mellitus","Hypertension","Health care","Rice","Diabetes mellitus","Blood","Disease","Nutrition"],"theme":{"Diabetes mellitus":"0.983013","Hypertension":"0.93146","Health":"0.583615","Rice":"0.556869","Diabetes":"0.517887","Blood sugar":"0.514822","Disease":"0.485218","Nutrition":"0.46176"}}},{"node":{"nid":"120382","type":"article","title":"Ban paints that contain lead, government told","byline":"BY REUBEN GITHINJI","date":"2015-11-02 02:30:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/11\/02\/1234138.jpg?itok=v-DdpBp1|ALT|DANGEROUS: Most countries have banned lead in paints","body":" <p><span>Activists now want the government to ban paints that contain lead because of increased risk of poisoning, especially for children and pregnant women.<\/span><\/p><p>Most countries have already phased out lead-based paints, starting with the US in 1978.<\/p><p>But last year's study by the Kenya Industrial Research and Development Institute found that out of more than 30 paint manufacturing companies in Kenya, only two do not add lead in household paint.<\/p><p>If ingested, the metal can disrupt numerous crucial bodily functions, and has a wide variety of symptoms, from vomiting to madness to death.<\/p><p> “When lead paint used in homes, schools and playgrounds deteriorates over time, children may inhale or ingest lead through household dust, paint chips or contaminated soil,” said Griffins Ochieng, the programmes coordinator of the Centre for Environment Justice and Development, a local NGO leading the campaign.<\/p><p> Ochieng said some of the lifelong health impacts in children include reduced IQ, learning disabilities, hypertension, seizure, anaemia, disorders in coordination and language skills.<\/p><p> “It’s essential for our society to respond to this global challenge and make the phase out of lead paint a top public health priority,” Ochieng said.<\/p><p> The World Health Organization considers lead as one of the “ten chemicals of major public health concern,” and says there is no safe level of exposure.<\/p><p> A 2012 analysis of 31 paint samples by iLima - a Kenyan NGO working on safe management of chemicals and waste - and International POPs Elimination Network, revealed that the average lead concentration in paints in Kenya was 14,900 parts per million (ppm) way above the US's established 90 ppm for lead in decorative paints. <\/p><p>Lead is added to paints to create specific colors. It also decreases the amount of time that the paint takes to dry, makes the paint more durable, and causes the paint to be more moisture resistant.<\/p><p>Kenya has already banned addition of lead in fuels.<\/p>","newsitem_id":"1234137","section_id":"24","sorted_tags":["Lead paint","Pain","World","Public health","Pain","Pigment"],"theme":{"Lead paint":"0.972196","Paint":"0.971964","World Health Organization":"0.91176","Public health":"0.825261","Paints":"0.821829","Pigment":"0.682699"}}},{"node":{"nid":"120468","type":"article","title":"Health Summary","byline":"TRACY MUTINDA","date":"2015-11-01 21:00:00","image":null,"body":"<p><strong>Eat fewer sausages to<\/strong><\/p><p><strong> beat cancer, Kenyans told<\/strong><\/p><p>Health experts now want Kenyans to cut down on sausages and other processed meats after the World Health Organisation (WHO) linked them to cancer.<\/p><p>In its latest report, WHO said there is now \"sufficient evidence\" that consuming about 50 grams of processed meat daily — the equivalent of one sausage—increases one's risks of getting cancer by as much as 18 per cent.<\/p><p>The study also found that consuming unprocessed red meat such as beef, pork, lamb, mutton and goat in large amounts \"probably\" causes of cancer.<\/p><p>The revelation has been greeted with alarm among Kenyans who consume large amounts of processed meats like sausages, bacon, ham and nyama choma. But health experts in the country have said the new WHO advisory should be a wakeup call to Kenyans to reduce their high intakes of processed meats as well red meats generally. Kenya Medical Association National Chairperson Dr Elly Nyaim expressed concern that many Kenyans are consuming excessive amounts of both processed and red meats thereby increasing their chances of getting cancer. <\/p><p><strong>Teeth fillings can be more <\/strong><\/p><p><strong>harmful to your health<\/strong><\/p><p>A shocking new study has claimed that having fillings could lead to your teeth rotting. According to new research, the practice can increase the chances of decay and lead to further teeth needing fillings.<\/p><p>Published in the Journal of Dentistry, the report claims that when done badly, fillings can actually damage neighbouring teeth - leaving them prone to infections. The news has led to some calling for a review of dentistry techniques used in the UK. Prof Damien Walmsley, spokesman for the British Dental Association, said: “This study highlights the fact that dental intervention can cause more harm than good. The study found that six out of every ten teeth which were next to a filling had decayed after just five years - with almost 30 per cent needing filling themselves. Simen Kopperud, of the Nordic Institute of Dental Materials in Oslo, Norway, who led the study, said: “The most important message is that if restoration takes place in one place the problem of decay is not solved. “It is highly possible that the intervention by the dentist causes a problem in adjacent teeth. Fillings are not an ideal solution but at the moment it’s the best solution we have.” <\/p><p><strong>Kenya on target to <\/strong><\/p><p><strong>eliminate malnutrition<\/strong><\/p><p>Kenya has been feted in an international report for being the only country that is on track to meet all the five global targets in combating malnutrition. <em>The Global Nutrition Report<\/em> 2015 that has just been released singles out Kenya as the only country that is making rapid progress in all the targets set by the World Health Organisation for combating malnutrition. The report asserts that, unlike Kenya, other countries are making progress in only some of the five targets and not all of them. <\/p><p>Latest data from the Ministry of Health shows that stunting among children less than five years in the country has dropped from 35 per cent in 2008 to an average of 26 per cent currently.<\/p><p>Regarding the second indicator of malnutrition —wasting of body muscles in children— it has also dropped from 7 per cent of children to 4 per cent nationally.<\/p><p>In addition, the proportion of underweight children in the country due to malnutrition declined significantly from 19 percent in 2003 to 11 percent in 2014. <\/p><p><strong>LYMPHEDEMIA CLINIC for <\/strong><\/p><p><strong>POST CANCER care launched <\/strong>The Oncology Department at Aga Khan University Hospital has launched a lymphedema clinic for cancer patients who have undergone surgery and radiation therapy. Lymphedema is a condition caused by the removal of or damage to lymph nodes as a result of surgery or side effects of radiation therapy, trauma or infection of the lymphatic system which makes it difficult for the lymph fluid to flow through the body. Victoria Musyoka, a rehabilitation therapist at Aga Khan University Hospitals said, “The clinic will be held every Friday and will handle post cancer treatment patients who have undergone surgery and radiation therapy to help them cope with complications including; self-lymphatic fluid drainage, shoulder stiffness, muscle imbalance among others.” The launch took place during the second breast cancer survivors conference organised by the hospital to demystify breast cancer myths, after treatment complications and how they can be managed and also provide a platform for the survivors to share their experiences.<\/p>","newsitem_id":"1232756","section_id":"24","sorted_tags":["Cancer","Meat","Pork","Lymphatic system","Red meat","Oncology","Chemotherapy","Nutrition"],"theme":{"Cancer":"0.981193","Meat":"0.879388","Pork":"0.796306","Lymphatic system":"0.747513","Red meat":"0.693557","Oncology":"0.672618","Chemotherapy":"0.627791","Nutrition":"0.617629"}}},{"node":{"nid":"120469","type":"article","title":"HEALTH DIARY","byline":"John Muchangi","date":"2015-11-01 21:00:00","image":null,"body":"The Novartis Access portfolio drugs will arrive in Kenya this month, and will cost less than Sh150 a monthly dose. They include patented and generic medicines. They will treat heart diseases, diabetes, respiratory illnesses, and breast cancer. They come after the successful launch of Familia Nawiri in Kenya.","newsitem_id":"1234140","section_id":"24","sorted_tags":["Cancer","Breast cancer","Drug","Medicine","Pharmaceutical industry","Metastasis","Food","Genetic disorder"],"theme":{"Cancer":"0.971432","Breast cancer":"0.743789","Drug":"0.700986","Medicine":"0.691121","Pharmaceutical industry":"0.680641","Metastasis":"0.67373","Food and Drug Administration":"0.647178","Genetic disorder":"0.639395"}}},{"node":{"nid":"113803","type":"article","title":"Agony of cancer patients without pain relievers","byline":"BY MONICA MWANGI","date":"2015-10-26 02:30:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/10\/26\/1222735.jpg?itok=ODJIDCnP|ALT|Rosemary Awuor who has breast cancer at her place work in Mathare. Photo\/Monicah Mwangi|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/10\/26\/1222736.jpg?itok=ifowLWcJ|ALT|Rosemary Awuor who has breast cancer is massaged by a friend with the hope to ease her pain. Photo\/Monicah Mwangi|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/10\/26\/1222738.jpg?itok=8kW5uUrb|ALT|Rosemary Awuor who has breast cancer. Photo\/Monicah Mwangi|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/10\/26\/1222741.jpg?itok=tvGUonaE|ALT|Rosemary Awuor who has breast cancer at her place of work. Photo\/Monicah Mwangi|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/10\/26\/1222743.jpg?itok=ZpQnyo8J|ALT|Rosemary Awuor who has breast cancer ready to take painkillers. Photo\/Monicah Mwangi|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/10\/26\/1222748.jpg?itok=9t0Wga2-|ALT|Rosemary Awuor who has breast cancer with relatives Ruth Awino and Grace Aoko at her home in Mathare. Photo\/Monicah Mwangi|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/10\/26\/1222750.jpg?itok=nD-kEvZT|ALT|Rosemary Awuor who has breast cancer admires herself in the mirror at her home. Photo\/Monicah Mwangi|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/10\/26\/1222751.jpg?itok=dO_cZs2s|ALT|Rosemary Awuor who has breast cancer takes breakfast at her home. Photo\/Monicah Mwangi","body":"<p>It takes about 15 minutes, walking under low rusty roofs and jumping over raw sewage in Mathare slums, to reach Rosemary Awuor&rsquo;s work place.<\/p><p>It is a dark, shanty made of rusty iron sheets. It&rsquo;s here that Rosemary sells locally-made brew.<\/p><p>A year ago, Rosemary, 52, felt a lump in her left breast.  &ldquo;I had started feeling pain on my shoulder about a year earlier and with time I felt a swelling on my breast,&rdquo; says Rosemary, who lives in a one-roomed mabati house deep in the slum.<\/p><p>She visited a local clinician who injected her breast and sucked out pus then assured her that it was just a boil which would disappear after a minor operation.<\/p><p>They set a date for the procedure, and she paid a deposit of Sh9,000.<\/p><p>Rosemary&rsquo;s daughter, Victoria Atieno, accompanied her on the day of the surgery.  Upon reaching the clinic in Dandora, Victoria advised Rosemary to cancel the procedure.  &ldquo;It was a shady clinic which my daughter hated at first sight,&rdquo; she said.<\/p><p>Rosemary returned home and for the next month managed the pain with pain relievers until she was advised by locals to seek treatment from a proper hospital. &ldquo;I went to St Mary&rsquo;s, a missionary hospital in Nairobi where tests were done but nothing was detected.&rdquo;<\/p><p>The doctor advised her to take a second biopsy, which showed she had breast cancer. &ldquo;I could not believe it, and I decided to seek a third opinion which also was positive,&rdquo; she says.<\/p><p>Rosemary went home and cried most of the time for about two weeks. &ldquo;I think the moment one is told has cancer, the situation gets worse. I was in pain all through. I was always absent minded. I cried myself to sleep every night, something I still do to date,&rdquo; she said.<\/p><p>She went to Kenyatta National Hospital but the earliest appointment for treatment she could get was for late 2017.<\/p><p>She had to seek other opinions. &ldquo;I knew if I had to wait for next year, I would die along the way,&rdquo; says Rosemary, resting on her back to ease her pain.<\/p><p>For the next two months, Rosemary would save money and in September last year she went to a private hospital, where she was advised to undergo chemotherapy.<\/p><p>&ldquo;It has been very expensive for me. God should not give poor people these diseases. I now have to survive on loans and donations from well wishers,&rdquo; she said.<\/p><p>Rosemary has been paying Sh20,000 for a chemotherapy session at Upperhill Medical Centre compared to the Sh6,000 patients pay at KNH. &ldquo;The last session was done on credit, and now doctors have recommended six more sessions,&rdquo; she says, adding that the breast is too heavy to walk around with.<\/p><p>Rosemary, who is in constant pain, says she was told she has stage four cancer, which is chronic and often terminal. The doctor has advised against having a mastectomy. &ldquo;My right breast is swollen and very stiff,&rdquo; she said. &ldquo;The doctor said it cannot be cut at the moment.&rdquo;<\/p><p>Her other breast is also swollen and she is worried it could also be infected.<\/p><p>Even after the chemotherapy, Rosemary says she feels worse than when she started. &ldquo;Every time I take those drugs, I don&rsquo;t leave my bed for at least two weeks. It&rsquo;s a very painful experience. See what it has done to my hair,&rdquo; she says, taking off  her head covering to show her shiny bald head.<\/p><p>Rosemary is a mother of three and takes care of six others who are orphans. &ldquo;I am a bread winner to nine children, and I educate all of them. I really need to live for this, if not anything else,&rdquo; says Rosemary, who is also diabetic.<\/p><p>About two kilometres from her place of work is Kabethi Gathongo&rsquo;s home. Kabethi is 72 years old and was diagnosed  with prostate cancer four years ago but only had an operation done last year. &ldquo;They cut off my private parts, I don&rsquo;t have anything,&rdquo; he said, adding that the wound is healed but the pain from within is unbearable.<\/p><p>He tells us the previous day he had gone for his usual clinics at KNH but was told the doctor was not available. He is hopeful that one day he will be completely healed.<\/p><p>Cancer and HIV patients mostly spend their last days of life in severe pain mostly lacking the much needed palliative care.  This care is mostly given to terminally ill patients where strong painkillers are administered along with symptom management, counseling and comfort for the patient. Rosemary says she has been taking diclofenac and panadols to ease her pain. But they are relatively weak painkillers considering the magnitude of cancer pain.<\/p><p>Palliative care nurse at Nairobi Hospice Joyce Wangari says they mostly get patients with stage four cancer. <\/p><p>&ldquo;At this stage, patients need opiods and we mostly administer morphine,&rdquo; she said. They also offer comfort and counseling to the patients. &ldquo;If a patient is referred to us with stage four liver cancer which is as a result of alcoholism, we don&rsquo;t tell them to stop drinking, we let the guy enjoy his drink since the damage is already done and in any case the withdraw will kill him even before the disease. That is why we say palliative care is about comfort,&rdquo; she explained.<\/p><p>According to Zipporah Ali,  head of the Kenya Hospices and Palliative Care Association,  only 10 per cent of people who need palliative care receive it in the country. Zipporah says medics fear prescribing opiods, which are strong pain reliever for fear of addiction and due to strict policies. &ldquo;If a medic is found guilty of prescribing a drug like morphine wrongly, such person can be jailed for up to 10 years,&rdquo; she said, adding that most medics avoid taking such risks.<\/p><p>Zipporah said that Kehpca is working closely with the government to ensure palliative care is incorporated in all government hospitals. <\/p><p>She adds that Kenya requires 400kgs of morphine but only 47kgs was bought by the government last year. &ldquo;Even if those patients eventually die, they should die in dignity,&rdquo; she said.<\/p><p>Dr Esther Munyoro, head of palliative care unit at KNH, says the unit is doing awareness at the hospital and training nurses on pain management. &ldquo;Morphine is a wonder drug. We are encouraging medics at the accident and emergency unit to send patients in pain to the palliative care unit where they are offered pain relievers as they wait to see the doctors,&rdquo; she said. Munyoro said they want to make KNH a &lsquo;pain-free hospital&rsquo;. &ldquo;Pain is important, it helps us make diagnosis but at the same time, it kills, especially in cancer and HIV patients,&rdquo; said Munyoro.<\/p><p>Early this month, the overworked radiotherapy machine at KNH broke down, forcing the hospital to send away cancer patients. Kenyatta is the only public hospital that treats cancer charging Sh500 per radiotherapy session while private hospital charge between Sh5,000 and Sh10,000.<\/p><p>According to Kenya Cancer Association, 80 Kenyans die of cancer each day. The NGO says 40,000 people are diagnosed with the disease out of whom 30,000 die. Chairman Ann Korir said the number of deaths and diagnoses may be higher as the figures only reflect cases reported to and recorded in hospitals. &ldquo;The majority of those diagnosed with cancer are are women aged between 30 and 49 and men aged between 45 and 50,&rdquo; she said.<\/p><p>Breast cancer is the most common cause of cancer death in women in both developing and developed countries. It is the most prevalent cancer among Kenyan women and constitutes a major public health problem. Although definite prevalence and incidence studies are lacking for Kenya, some estimates indicate that breast cancer accounts for about 23 per cent of all cancers while cervical and prostate cancer represents about 20 per cent.<\/p>","newsitem_id":"1222734","section_id":"24","sorted_tags":["Cancer","Oncology","Breast cancer","Pain","Chemotherapy","Opioid","Breast cancer","Hospital"],"theme":{"Cancer":"0.976898","Oncology":"0.768742","Breast cancer":"0.62881","Pain":"0.590269","Chemotherapy":"0.522249","Opioid":"0.512494","Breast":"0.500954","Hospital":"0.465826"}}},{"node":{"nid":"113878","type":"article","title":"THE WEEK (Health)","byline":"TRACY MUTINDA","date":"2015-10-25 21:00:00","image":null,"body":"<p><strong>Mbeere hospital carries out pioneering surgeries<\/strong><\/p><p>Mbeere Level 4 Hospital, Siakago, has successfully carried out 12 pioneering C-section operations after it was rehabilitated by the Embu county government. The hospital&rsquo;s theatre became operational last month, when the first CS operation since independence was done. <\/p><p>   Most of the women seeking delivery services now used to travel more than 100 kilometres to Machakos, Kitui or Embu town. Others would deliver at home, resulting in high maternal deaths. These have now dramatically come down. &ldquo;My government has prioritised health to ensure that our people can easily access the much needed medical attention. This is evident through the various projects that the county has initiated to promote the health sector and to ensure quality services,&rdquo;  said Embu Governor Martin Wambora. Other level four hospitals are also being rehabilitated.<\/p><p>&nbsp;<\/p><p><strong>Crisis in hospital over 30 unclaimed bodies<\/strong><\/p><p>One month after getting a court order to dispose-off twenty unclaimed bodies at the Naivasha sub-county referral hospital mortuary, the exercise has stalled. The impasse has been caused by lack of land to bury the bodies some of which are in bad condition having stayed in the public facility for over four months.<\/p><p>As a result, the number of uncollected bodies has risen to more than 30 in the facility whose capacity is only 12, adversely stretching its facilities. <\/p><p>According to the superintendent in charge of the facility, Dr Joseph Mburu, the recent move to close the Naivasha cemetery had contributed to the crisis.<\/p><p>He said that they were seeking funds and permission to bury the bodies at the public cemetery in Gilgil or Longonot.<\/p><p>&nbsp;<\/p><p><strong>Children drug could soon improve men&rsquo;s fertility<\/strong><\/p><p>A drug that combats &shy;attention deficit hyperactivity disorder in children can improve a man&rsquo;s chances of fathering a child. Experts have discovered that Ritalin boosts the power and mobility of sperm.<\/p><p>At the moment doctors have almost no prescription medicines that can improve the way sperm swim. But experts in Ohio found that sperm mixed with Ritalin became quicker and more likely to penetrate a woman&rsquo;s egg. Prof Allan Pacey, of Sheffield University, said: &ldquo;This could open up the possibility of it being used as a sperm-booster during IVF.&rdquo;<\/p><p>He said the link between Ritalin and sperm mobility would &ldquo;certainly be worth investigating as we have almost no prescription medicines that can improve how sperm swim in men&rdquo;. The findings will be given to the American Society for &shy;Reproductive Medicine.<\/p><p>&nbsp;<\/p><p><strong>Diabetes, cancer drugs to cost Sh100 every month<\/strong><\/p><p>People suffering from cardiovascular diseases, diabetes, respiratory illness and breast cancer will soon benefit from a health package set to drastically reduce the cost of medicine for their conditions.<\/p><p>According to a memorandum of understanding signed between the government and a multi-national healthcare company, Novartis, health care providers will access a selection of 15 affordable medicine at Sh100 per treatment monthly. This will greatly reduce the cost of buying medicine used to treat the chronic diseases, which currently cost between Sh10,000  and Sh100,000 per month for every patient.<\/p><p>During the launch of the Novartis Access programme at Kenyatta National Hospital, Health Cabinet Secretary James Macharia said Kenya is experiencing an increase in non-communicable diseases, and the cost of treating every case is so expensive that most patients end up dying.<\/p>","newsitem_id":"1228742","section_id":"24","sorted_tags":["Medicine","Attention-deficit hyperactivity disorder","Health care","Pharmacology","Cancer","Health care","Kenya","Off-label use"],"theme":{"Medicine":"0.953852","Attention-deficit hyperactivity disorder":"0.787345","Health care":"0.724458","Pharmacology":"0.53312","Cancer":"0.48232","Health care provider":"0.473731","Jomo Kenyatta":"0.455382","Off-label use":"0.437905"}}},{"node":{"nid":"113879","type":"article","title":"HEALTH DIARY","byline":"John Muchangi","date":"2015-10-25 21:00:00","image":null,"body":"Saturday is World Cities Day. By 2033, at least half of Kenyans will be residing in urban areas. The day is meant to raise awareness on the quality of life in cities, including clean air and ensuring basic services like water and sanitation. Pollution in cities has been noted to contribute to high cancer rates.","newsitem_id":"1228804","section_id":"24","sorted_tags":["City","Urban area","Water","Life","Metropolis","Megalopolis","Developed environments","Global warming"],"theme":{"City":"0.974443","Urban area":"0.790429","Water":"0.785145","Life":"0.715461","Metropolis":"0.715199","Megalopolis":"0.702342","Developed environments":"0.693095","Global warming":"0.66602"}}},{"node":{"nid":"58043","type":"article","title":"My 30 year battle with arthritis","byline":"BY DENNIS DIBONDO","date":"2015-10-19 02:30:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/10\/19\/1218473.jpg?itok=PMQtdy2a|ALT|Leminjio Kamande (in a wheel chair )at his home in Ruguta village Maara constituency he has battled arthritis for 30 years He keeps poultry to sustain himself.  |IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/10\/19\/1224868.jpg?itok=Xl4yhoV9|ALT|Fingers showing athritis|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/10\/19\/1224869.jpg?itok=asTNsX6c|ALT|How athritis affects the knees","body":"<p>Leminjio Kamande was a briskly coffee farmer in 1985 when his legs started aching. Within one year, he could not move both legs and hands at that time.<\/p><p> &ldquo;I could not even wake from my bed. I was shocked. My condition deteriorated from bad to worse. I could not even do my basic chores. I could not even fetch water from the tap,&rdquo; Kamande says.<\/p><p> A diagnosis revealed he has developed arthritis.<\/p><p> &ldquo;I used to work in peoples farms as I was very energetic and I was commonly referred to &lsquo;Mzee wa Kazi,&rdquo; he said.<\/p><p> Mzee Kamande still has trouble walking, but keeps chicken and bananas to keep himself going.<\/p><p> A medical check up in 2000 confirmed her also has high blood pressure. A few years later, he fell near a fire and his left leg, which is paralysed, was badly burnt.<\/p><p> &ldquo;The same doctor who had treated me at St Lucy hospital in Chuka said it was necessary to cut a piece of my flesh to be taken for further examination at the Kenyatta National Hospital. He told me to get a letter from my chief so that he could help me but with my condition, it was hard to get the recommendation from the chief,&rdquo; he says.<\/p><p> Since 2011, he has not been able to stand on his own or rise from his bed. The 80-year-old lives alone, after separating with his wife late 1980s.<\/p><p>His hands pain bitterly at night. He says his doctor told him he has loose muscles.<\/p><p>Kamande's home is just a few kilometres from Chuka University and sometimes students from the institution who picnic at the nearby River Tungu visit his home to chat, seek advice from him and even interrogate him about his condition.<\/p><p>A young, volunteer catechist helps put Kamande on his bed every night and covers him. He returns early every morning to wake him up and place him on the floor, where he spends the rest of the day.<\/p><p>When Kamande lastly visited Chuka district hospital, only blood pressure, cough and flu check tests were conducted.<\/p><p>&ldquo;From there the doctor writes you a list of medicine you should take and you visit a chemist where you purchase drugs. Nothing more,&rdquo; he said.<\/p><p>Kamande hopes that one day he will be treated to regain normal life.<\/p><p>&ldquo;I am willing to spend even a week being examined to know exactly what ails me and what can be done to correct the condition. Although I don&rsquo;t have the money I am sure God will provide.&rdquo;<\/p><p>He says when that day comes, he will write a book about his experiences, titled &lsquo;The Man who refused to die&rsquo;. He will also become a preacher and counselor.<\/p><p>He says disabled people should not relent but accept the situation and move on with life.<\/p><p>&ldquo;They should invest in whatever little aid they are given even if it&rsquo;s one hen, it will hatch chicks and later grow up and can be sold to help one sustain himself instead of relying on well wishers,&rdquo; Kamande says.<\/p><p>He says they should also not engage in alcohol and drugs to relieve themselves of stress.<\/p><p>Dr Elijah Kameti, the Chuka hospital superintendent, says arthritis is the inflation of joints, causing pain, disability, swelling and stiffness, degenerated changes or metabolic disorders.<\/p><p>Kameti says although arthritis is the commonly used word there are many forms of arthritis such as rheumatoid, septic, gout, and psoriatic.<\/p><p>Dr Kameti says osteoarthritis, gout and rheumatoid are the most common.<\/p><p>He said arthritis can occur in children and aged people. &ldquo;Symptoms for arthritis are classical presentation of pain in the joints, stiffness, swelly joints and reduced activities but the major symptoms are paining in the joints.&rdquo;<\/p><p>He said arthritis can cause disability, for instance rheumatoid arthritis can render one's fingers to be stiff while for septic arthritis, a cartilage is affected and the joint fails to move completely.<\/p><p>When such a patient is taken to hospital, a thorough examination must be done. It should include x-rays of joints and for rheumatoid arthritis and a blood test called &lsquo;rheumatoid factor&rsquo;.<\/p><p>He says arthritis has no known cure but rheumatoid arthritis can be slowed down by a drug known as Methotrexate and surgical interventions can be made to replace damaged hip joints.<\/p><p>Replacing such joints costs between Sh200, 000 and Sh500, 000 per joint, which many patients cannot afford. It also has complications and side effects.<\/p><p>Pain killers such as paracetamol, Bruffen, and panadol can minimise pain on patients.<\/p><p>Dr Kameti says effects arthritis can be reduced by physical therapy or lifestyle changes.<\/p><p>&ldquo;For example gout is a result of too much alcohol and Nyama Choma which leads to accumulation of uric acid in the joints. We also advise patients to stop such a life style and exercise a lot to reduce the effect of weight,&rdquo; he said.<\/p><p>He said apart from heredity, obese people are more likely to suffer from arthritis. &ldquo;To prevent, it's advisable to keep fit by exercising on daily basis, avoiding drugs and smoking, alcohol and junk foods,&rdquo; he says.<\/p>","newsitem_id":"1218461","section_id":"24","sorted_tags":["Rheumatology","Arthritis","Rheumatoid arthritis","Osteoarthritis","Obesity","Uric acid","Hypertension","Septic arthritis"],"theme":{"Rheumatology":"0.952461","Arthritis":"0.935802","Rheumatoid arthritis":"0.797702","Osteoarthritis":"0.762956","Obesity":"0.713137","Uric acid":"0.70503","Hypertension":"0.629018","Septic arthritis":"0.623264"}}},{"node":{"nid":"58044","type":"article","title":"NHIF expenses to take 15 per cent of members cash","byline":"BY JOHN MUCHANGI","date":"2015-10-19 02:30:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/10\/19\/673106.jpg?itok=3cYyLH3P|ALT|LOFTY PLANS: NHIF Building in Nairobi. The fund wants to spend less on administration. Photo\/Monicah Mwangi","body":"<p>NHIF has promised to spend less than 15 per cent of members contributions to manage the fund.<\/p><p> Under the old rates, the fund was criticised for spending about 40 per cent of its revenue on administration expenses and for investing in suspect projects such as a multi-billion car park in Nairobi.<\/p><p> &ldquo;I do not expect the administrative expenses to go higher than 15 per cent of all contributions,&rdquo; Finance director Jeff Mwangi told editors at a meeting in Nairobi.<\/p><p> The fund increased members contributions in April this year and is on a campaign to sensitise the public about its benefits and enlist more Kenyans.<\/p><p> Mwangi said the expenses rate was higher under the old charges because the fund was expanding across the country, yet the premiums stagnated at Sh320 since 1998.<\/p><p> But from April this year, the highest monthly contribution is Sh1,700 for those earning Sh100,000 and above. Those earning between 12,000 and Sh14,999 contribute a monthly premium of Sh500.<\/p><p> The health insurance fund now collects a total of Sh2.3 billion every month, up from the Sh800 million it used to collect until March.<\/p><p> Mwangi said they are also restructuring operations to be more effective.<\/p><p>  The main thrust of the new premiums is expanded inpatient benefits and new cover for outpatient, which forms the bulk of health-care demand in Kenya.<\/p><p> Director of operations Ambrose Lugho said they have accredited 1,600 health facilities and 900 have signed new contracts and are providing services to members.<\/p><p> &ldquo;The facilities go through a rigorous vetting and we are always inspecting them to ensure they maintain the standards,&rdquo; he said.<\/p><p>Head strategy, planning and marketing Nicodemus Odongo said with more members they would even be able to raise the annual Sh1,200 outpatient capitation per member in private hospitals.<\/p><p>The private facilities say the amount is too low and should be raised to between Sh6,000 and Sh10,000.<\/p><p>Capitation is a system where a health facility is given a fixed amount of money by the insurer to offer services. NHIF has maintained that the demands by the hospitals are unsustainable and unrealistic.<\/p><p>Chief executive officer Simon Kirgotty, who was not present at yesterday's meeting, recently fended off accusations that the fund lacks the capacity to manage the new billions.<\/p>","newsitem_id":"1223798","section_id":"24","sorted_tags":["Health insurance","Contributions","Health care","Fundraising","Insurance","Health economics","Health care","Contribution margin"],"theme":{"Health insurance":"0.928088","Contributions":"0.821951","Health care":"0.748385","Fundraising":"0.705486","Insurance":"0.650417","Health economics":"0.628964","Health":"0.593472","Contribution margin":"0.570718"}}},{"node":{"nid":"58045","type":"article","title":"Health Summary","byline":"TRACY MUTINDA","date":"2015-10-18 21:00:00","image":null,"body":"<p><strong>Nurses' union takes on<\/strong><\/p><p><strong> counties over salaries<\/strong><\/p><p>The Kenya National Union of Nurses (KNUN) has asked members who have \nnot received their September salaries not to report to work today. The\n union said five counties, among them Nairobi, Bomet and Kiambu, have \nnot paid health workers and the medics are now on a go-slow. Nyeri \nCounty complied on Monday amid threats of a strike. KNUN Secretary\n General Seth Panyako said both county and national \ngovernments have become notorious for mistreating workers when it comes \nto salaries, claiming the country is facing a cash crunch. Panyako said counties have taken advantage of their devolved \nauthority by failing to register their workers under CPF. \"Since \ndevolution no single county has been saving for its employees' pension,\"\n he said. Those dismissed earlier by the Ministry of Health are said to \nhave been unable to access their pension. The union accused counties of misusing cash meant for health workers \nby purchasing countless ambulances that end up ferrying patients to \nKenyatta National Hospital (KNH) for simple procedures.<\/p><p>&nbsp;<\/p><p><strong>Cost of MRI services is <\/strong><\/p><p><strong>too high, health PS says<br \/><\/strong><\/p><p>Health Principal Secretary Dr. Khadijah Kassachoon has stressed the \nneed for county hospitals to reduce the cost of providing mental health \nservices. Kassachoon specified the Magnetic Resonance Imaging \n(MRI) services, which she said currently plays a key role towards the \ntreatment of mental patients. Speaking in Eldoret, Kassachoon took\n issue with health providers whom she said have continued to provide \nservices at exorbitant costs.&nbsp; <\/p><p>&ldquo;Health services should not be pegged on business, citizens deserve \nto access the (MRI) services at Sh8, 000 because increasing it to Sh12, \n000 for self-interest would not be in line with the government's plan to\n ensure equitable service,&rdquo; she said. She explained that the ministry has set health policies and \nregulation standards in a bid to improve the mental health status in the\n country. The PS further challenged counties to ensure that they incorporate quality mental health services in their health systems.<\/p><p>&nbsp;<\/p><p><strong>Experts want drugs dosage<\/strong><\/p><p><strong> in all Kenyan languages<\/strong><\/p><p>Kenya and other African countries should adopt cultural approaches to combating diseases, health experts have said.<\/p><p>Speaking\n at the Fifth Africa Governance, Leadership and Management Convention in\n Kwale County, the experts called for the translation of medical \nprescription and medicine dosage to native language to allow rural \nresidents understand them.<\/p><p>&ldquo;For community based health systems to \nbe a success, the private sector and government should come together and\n translate medical information so that even the prescription is written \nin native languages,&rdquo; said Dr Nicholas Letting, the Vice Chancellor of \nManagement University of Africa. Martine Kappel, the founder of \nTrue North Leadership, a governance consultancy, said the government \nshould facilitate traditional medication. &ldquo;Not all African tradition \nhealers are bad. There are African medicines that assist in the fight \nagainst some diseases that should be encouraged,&rdquo; said Kappel.&nbsp; <\/p><p>Mariam Were, the Chancellor of Moi University, said traditional \nmedicine practitioners should come up with a code of conduct because \n&ldquo;although there are good traditional healers, there are traditional \nmedicine gorillas duping people with concoctions to make money.&rdquo;<\/p><p>&nbsp;<\/p><p><strong>Governors want referral <\/strong><\/p><p><strong>hospitals in every county<\/strong><\/p><p>County Governments have committed to upgrade most of the county \nhospitals to referral status to cut costs and reduce deaths in clinics.Council\n of Governors chairman Peter Munya said many lives were lost \nas patients were moved to the two major referral hospitals in Eldoret \nand Nairobi.&nbsp; <\/p><p>&ldquo;It is unfortunate that the National Government has over 45 per cent \nof the health budget but cannot increase the number of referral \nhospitals or even boost the capacity of the existing ones,&rdquo; said Munya. For instance, he said, long queues and delayed provision of services were the trademark of Kenyatta National Hospital. The COG chairman said governors were putting in place budgets for county\n health service delivery in a bid to upgrade some of the county \nhospitals to referral hospitals. Munya said that with only Sh45 billion, county governments were already posting tangible results.&nbsp; <\/p><p>&ldquo;Some counties in the north had one doctor and now they have 16. Another had only two and now has 18,&rdquo; said Munya. He asked the National Treasury to send money to one central pool. <\/p><p>&nbsp;<\/p><p>&nbsp;<\/p>","newsitem_id":"1223545","section_id":"24","sorted_tags":["Medicine","Health care","Health care","Healthcare","Magnetic resonance imaging","Health economics","Government","Kenya"],"theme":{"Medicine":"0.947936","Health care":"0.714228","Health care provider":"0.671117","Healthcare":"0.658063","Magnetic resonance imaging":"0.588446","Health economics":"0.570965","Government":"0.550692","Kenya":"0.5433"}}},{"node":{"nid":"58046","type":"article","title":"HEALTH DIARY","byline":"John Muchangi","date":"2015-10-18 21:00:00","image":null,"body":"Tomorrow is World Osteoporosis Day to raise awareness about the disease. Osteoporosis refers to decreased bone strength, which increases the risk of a broken bone. It is the most common reason for a broken bone among people who are old. People with rheumatoid arthritis are at increased risk for osteoporosis.","newsitem_id":"1224886","section_id":"24","sorted_tags":["Rheumatoid arthritis","Osteoporosis","Rheumatology","Ankylosing spondylitis","Calcium","Awareness","Arthritis","Self-awareness"],"theme":{"Rheumatoid arthritis":"0.973132","Osteoporosis":"0.910886","Rheumatology":"0.733258","Ankylosing spondylitis":"0.578601","Calcium":"0.577753","Awareness":"0.5607","Arthritis":"0.5355","Self-awareness":"0.52038"}}},{"node":{"nid":"693","type":"article","title":"Cancer Month: Too Much Hype, Same Sad Reality","byline":"By David Makumi","date":"2015-10-12 03:00:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/10\/12\/554258.jpg?itok=GAjPIm_G|ALT|CAMPAIGN: Pupils from schools preparing for a breast cancer walk at Majengo Chief’s camp, Nairobi.","body":"<p><strong><em>The month-long extravaganza is taking the shape of Christmas &ndash; heavily commercialised and promptly forgotten until next year<\/em><\/strong><\/p><p>&nbsp;<\/p><p>October is probably the most well-known of all cancer awareness months and the pink ribbon the most widely recognised symbol of the fight against cancer. The rise of breast cancer activism and the pink ribbon movement in Kenya can be credited to the late Mary Onyango. Mary bravely led the breast movement for several years until she succumbed to the very disease she spent decades fighting.<\/p><p>October breast cancer month is marked with numerous activities. From wearing pink ribbons to discounted or free screening offers as well as cancer talk shows on radio and TV. Yet breast cancer cases continue to rise and survival is no better than it was 15 years ago when I joined the cancer advocacy movement.<\/p><p>Clearly, there is something fundamentally wrong with confining cancer to a four week once a year ritual. The greatest danger with this month-long cancer extravaganza is that it is rapidly taking the form and shape of Christmas: heavily commercialised and promptly forgotten until next year. Though we have not reached the North American levels of commercialising everything around breast cancer, there is a very gradual but relentless effort to merchandising of this serious disease. Breast cancer is now becoming a darling of the media and major corporates in Kenya using the pink ribbon to boost their image.<\/p><p>Reducing deaths from breast cancer will take more than pink ribbons and cancer talks. Creating &lsquo;awareness&rsquo; without accessible cancer treatment infrastructure is in itself myopic. Well-meaning community based organisations spend an incredible amount of time and resources spreading the cancer message in schools, churches and other social places. But without well-equipped referral channels to enable those with suspicious lumps or early stage disease get prompt diagnosis and treatment then these efforts will not contribute to reducing deaths.<\/p><p>A diagnosis of cancer brings unexpected confrontation with mortality. The fear, pain, emotional and financial distress are very real. Thus classifying patients as &lsquo;survivors&rsquo; and &lsquo;warriors&rsquo; sometimes gives an unfair insinuation that those who die from cancer give up the fight too soon. The metaphor of &lsquo;fighting cancer&rsquo; or the &lsquo;war on cancer&rsquo; is somewhat misplaced compared to the &lsquo;war on terror&rsquo; or the &lsquo;war on drugs&rsquo;. It would be very simplistic to describe cancer cells as the only enemy in the war. Cancer cells are a product of nature from the same linage as normal cells.<\/p><p>The disease is thus much more complex. Unlike drug lords and terrorists, cancer is not exactly malicious. Sometimes cancer just happens even to people with no known risk factors affecting the poor and the rich, the educated and the illiterate alike, no one actively seeks to get cancer save for tobacco users. Broader policy and legislative issues around cancer that must be part of the &lsquo;cancer war&rsquo; include funding of local research and enforcement of laws to reduce environmental carcinogens. There is a strong case for law to ban adverts of unhealthy foods along with a permanent ban on growing, processing and using tobacco and its products.<\/p><p>A pink ribbon means nothing to a breast cancer patient who cannot even raise bus fare to a treatment centre. The economically marginalised suffer disproportionately more and are more likely to die even with a diagnosis of early breast cancer. <\/p><p>&nbsp;<\/p><p><em>The writer is chairman of the Kenya Network of Cancer Organisations and manages the cancer programme at the Aga Khan University Hospital.<\/em><\/p><p>&nbsp;<\/p><p><strong>Breast Cancer Detection <\/strong><\/p><p><strong>Breast Self-Exam<\/strong><\/p><p>Self-exams are a proactive way to help take care of yourself. Here&rsquo;s what you should look for: Breasts that are their usual size, shape, and color; breasts that are evenly shaped without visible distortion or swelling. Also if you see any of the following changes, bring them to your doctor&rsquo;s attention: dimpling, puckering, or bulging of the skin; a nipple that has changed position or an inverted nipple (pushed inward instead of sticking out) and redness, soreness, rash, or swelling<\/p><p>&nbsp;<\/p><p><strong>Mammogram<\/strong><\/p><p>This X-ray looks for abnormal growths or changes in breast tissue. Most abnormal mammogram results aren&rsquo;t breast cancer. But more testing is needed to make sure. The bottom line: don&rsquo;t panic, but do get the follow-up tests.<\/p><p>&nbsp;<\/p><p><strong>Breast Ultrasound<\/strong><\/p><p>Doctors sometimes use ultrasound images to check whether a breast lump is a cyst (a fluid-filled sac that is not cancer) or a solid mass.<\/p><p>&nbsp;<\/p><p><strong>Breast Biopsy<\/strong><\/p><p>Doctors remove cells from a suspicious mass to see if it&rsquo;s cancer. This type of breast biopsy generally uses a needle, not surgery.<\/p>","newsitem_id":"1219207","section_id":"24","sorted_tags":["Breast cancer","Breast cancer","Cancer","Cancer","Nipple","Mammography","Metastasis","Pink ribbon"],"theme":{"Breast cancer":"0.953299","Breast":"0.629838","Cancer":"0.558454","National Breast Cancer Awareness Month":"0.54967","Nipple":"0.447839","Mammography":"0.382237","Metastasis":"0.354343","Pink ribbon":"0.350343"}}},{"node":{"nid":"794","type":"article","title":"Jiggers ravage Busia Aids orphans","byline":"GILBERT OCHIENG","date":"2015-10-11 21:00:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/10\/12\/1220000.jpg?itok=1ahrPIje|ALT|Jiggers eradication programme coordinator Dick Mwoya attending to a jigger victim.jpg","body":"<p>More than 509 children affected by jiggers in Busia and Siaya can walk back to school after being treated by a Christian group.<\/p><p>Heart For Kenya, working with the Free Pentecostal Fellowship in Kenya (FPFK), has been taking care of 1,500 orphaned children, 509 of whom had dropped out of schools because of jiggers.<\/p><p>Bunyala East FPFK Bishop Gabriel Ouma said majority of the jigger victims had been left under the custody of their ageing grandparents after their parents succumbed to Aids.<\/p><p>    &ldquo;The increase in the number of HIV and Aids prevalence rate has seen a rise in child-headed households, a situation that has forced them to desert school in search of cheap labour at the beaches so as to earn their daily bread,&rdquo; he said.<\/p><p>&ldquo;We have managed to educate some of the children up to the university with scores of them joining technical training colleges to pursue the courses of their choice as well as teacher training colleges.&rdquo;<\/p><p>One of the grandparents, Lewnida Atieno, a 70-year-old widow from Kamalunga village in Siaya County, says:  &ldquo;My son and daughter-in-laws died a decade ago leaving behind five children aged between three and ten. Though sickly with nobody to provide for me, I had to defy all odds and go out to look for casual work in other peoples&rsquo; farms in order to earn money to enable me feed my grandchildren.&rdquo; She is grateful that the mission identified her grandchildren and has been helping them.<\/p><p>Dick Mwoya and Pastor Samuel Karanja, the jigger eradication programme coordinators in the two counties, say jiggers mostly inflict the feet and hands.<\/p><p>&ldquo;Diagnosing and treating the jigger victims require total courage and commitment considering that most of the affected body parts are rotten and stinking badly, but we have no alternative as we are committed to ensuring the children are free from jiggers,&rdquo; says Mwoya.<\/p><p>Mwoya however expressed concern saying a section of grandparents have developed a habit of hiding their grandchildren affected by jiggers for fear of ridicule instead of availing them for free jigger eradication exercise.<\/p>","newsitem_id":"1157079","section_id":"24","sorted_tags":["Family planning","School","HIV","Ageing","Gerontology","Jigger","Orphan","Prevalence"],"theme":{"Family":"0.938159","School":"0.797328","HIV":"0.586665","Ageing":"0.570022","Gerontology":"0.552256","Jigger":"0.54558","Orphan":"0.543493","Prevalence":"0.542799"}}},{"node":{"nid":"795","type":"article","title":"Health Summary","byline":"TRACY MUTINDA","date":"2015-10-11 21:00:00","image":null,"body":"<p><strong>Murang&rsquo;a hospital staff down tools over salaries<\/strong><\/p><p>Operations at the Murang&rsquo;a District Hospital came to a halt after health workers downed their tools over delayed salaries and poor working conditions. Patients, especially those referred from rural health centres, were left unattended as the workers vowed not to return to work until their demands are addressed.<\/p><p>They demonstrated at the county government headquarters seeking audience with Governor Mwangi wa Iria, saying casual workers were last paid in June. They accused the hospital administration of giving them a raw deal and lacking effective communication avenues to raise issues affecting service delivery.<\/p><p>The protesting employees also claimed the county government had failed to remit their statutory deductions to the National Health Insurance Fund (NHIF), National Social Security Fund (NSSF) and to their saccos.<\/p><p>&nbsp;<\/p><p><strong>PPB registrar puts illegal drugs hawkers on notice<\/strong><\/p><p>The Pharmacy and Poisons Board has cautioned the public against unscrupulous vendors hawking medicines outside of registered premises in openmarket places, bus stops and in public vehicles. <\/p><p>&ldquo;The practice of selling drugs in the open market does not only affect the generalefficacy of drugs by exposing them to extreme temperatures that make them expire early, but also provide avenue for drug counterfeiters to market their dangerous products to an unsuspecting public,&rdquo; chief registrar Dr Koskei Kipkerich warned.  <\/p><p>He said people should only buy medicines from registered health facilities. <\/p><p>He said PPB inspectorate and surveillance teams are on the ground in all regions to ensure compliance and those found contravening the law will be arrested and prosecuted.<\/p><p>&nbsp;<\/p><p><strong>Sh12m project to stop mother and child deaths <\/strong><\/p><p>Healthcare multinational Johnson &amp; Johnson has teamed up with local drugs supplier Mission for Essential Drugs and Supplies (MEDS) to reduce maternal deaths in Kenya. The Mama and Toto Rescue Project is addressing maternal, neonatal and child health challenges in seven counties. <\/p><p>The project is running in Kisumu, Taita Taveta, Mombasa, Kitui, Nairobi, Vihiga and Kirinyaga. The partnership was unveiled at the MEDS partners&rsquo; forum held in Nairobi.   <\/p><p>Johnson &amp; Johnson&rsquo;s director of corporate social contributions  Conrad Person said it has advanced MEDS Sh12 million grant to manage the project.<\/p><p>MEDS Head of Finance Jacob Onyango said selected facilities will be equipped with incubators, baby resuscitation equipment, training and medicines. The grant has been shared among eight facilities.<\/p><p>&nbsp;<\/p><p><strong>Chinese researcher gets Nobel for malaria work<\/strong><\/p><p>William Campbell, Satoshi Omura and Youyou Tu jointly won the 2015 Nobel Prize for medicine for their work against parasitic diseases.<\/p><p>Irish-born Campbell and Japanese Omura won half of the prize for discovering a new drug, avermectin, that has helped the battle against river blindness and lymphatic filariasis, as well as showing effectiveness against other parasitic diseases.<\/p><p>The Chinese scientist Youyou Tu was awarded the other half of the prize for discovering artemisinin, a drug that has significantly reduced the mortality rates for patients suffering from malaria.<\/p><p>They were awarded eight million Swedish crowns (Sh96 million). Despite rapid progress in controlling malaria in the past decade, the mosquito-borne disease still kills more than half a million people a year, the vast majority of them babies and young children in the poorest parts of Africa.<\/p>","newsitem_id":"1219053","section_id":"24","sorted_tags":["Illegal drug trade","Drug","Nobel Prize","Pharmacy","Pharmacology","Hospital","Health insurance","Health care"],"theme":{"Illegal drug trade":"0.978955","Drug":"0.932091","Nobel Prize":"0.821706","Pharmacy":"0.796925","Pharmacology":"0.751237","Hospital":"0.732193","Health insurance":"0.648754","Health care":"0.611478"}}},{"node":{"nid":"796","type":"article","title":"HEALTH DIARY: CANCER TESTING","byline":"John Muchangi","date":"2015-10-11 21:00:00","image":null,"body":"To mark the cancer awareness month of October, the Zambezi Hospital in Nairobi&rsquo;s South C area will on Wednesday and Thursday next week offer free testing of cervix and prostate cancer. AAR Kenya is also offering testing for the two cancers at discounted prices, and free breast examination in all its outpatient centres.","newsitem_id":"1220013","section_id":"24","sorted_tags":["Cancer","Metastasis","Prostate cancer","BRCA2","Radiation therapy","Obesity","Screening","Breast cancer"],"theme":{"Cancer":"0.949518","Metastasis":"0.861238","Prostate cancer":"0.700698","BRCA2":"0.681068","Radiation therapy":"0.620043","Obesity":"0.610079","Screening":"0.571372","Breast cancer":"0.56626"}}},{"node":{"nid":"1379","type":"article","title":"A Good diet can save your baby from future cancer","byline":"BY FAITH KARIUKI ","date":"2015-10-05 02:00:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/10\/05\/1080446.jpg?itok=8_YzENaw|ALT|Mum and her baby","body":"<p><span style=\"text-indent: 3em;\">The\nfirst 1000 days of your baby&rsquo;s life run from conception to when it\nturns two. This period is crucial because the nutritional status of\nboth the mother and the child affects the child&rsquo;s mental and\nphysical growth and development. The behavior of the people\nsurrounding a child during this period, especially the mother, has\nmore influence on the development and health of the child than any\nother factor.<\/span><\/p><p align=\"JUSTIFY\">During pregnancy, both micro and macro nutrients needs for a mother\nincrease. It is of paramount importance that she consumes a healthy\ndiet to maintain her and her growing child&rsquo;s health. A pregnant\nwoman should consume 2200-2900 calories per day, increasing their\nintake gradually as the pregnancy progresses.<\/p>\n<p align=\"JUSTIFY\">Consumption\nof a variety of foods from various food groups in pregnancy is\nimportant in order to meet all nutrient requirements. The extra\ncaloric requirements can be achieved through eating small, healthy\nsnacks in between main meals. Once pregnant, many women are tempted\nto &lsquo;eat for two&rsquo;; but in fact, there is no need to eat any extra\nfood especially for the first&nbsp; six months. Women who gain too much\nweight, those overweight or obese, could face increased complications\nwith the birth while their children will be faced with the increased\nrisk of health problems like obesity and diabetes later.<\/p>\n<p align=\"JUSTIFY\">Lifestyle\nhabits like alcohol intake, smoking and drug abuse can alter the\nbody&rsquo;s metabolism limiting the extent to which the body can absorb\nand utilize nutrients. This increases the risk of under nutrition\nduring pregnancy. Alcohol is associated with a range of health\nproblems. When a pregnant woman consumes alcohol, it enters the fetal\nbloodstream in approximately the same concentration as in the\nmother&rsquo;s blood stream. Heavy drinking through the pregnancy can\nresult to fetal alcohol syndrome which produces infants that are\nunderweight, mentally deficient and at the risk of multiple\ndeformities. \n<\/p>\n<p align=\"JUSTIFY\">World\nHealth Organisation recommends exclusive breastfeeding for six months\nfor optimal health, growth and development. In Kenya, even though\nthere has been a great improvement in breastfeeding, only 61 per cent of\nchildren under six months of age are exclusively breastfed. This\nbeing higher during the 1<sup>st<\/sup> month and decreases in\nsubsequent months. Supplementation of breast milk or introduction of\nother liquids and solids starts early at around 4-5 months. (KDHS\n2009, 2014)<\/p>\n<p align=\"JUSTIFY\">Introduction\nof solids and other liquids is recommended after six months since by\nthen breast milk alone is no longer sufficient to maintain a child&rsquo;s\noptimal growth. During this transition period, the prevalence of\nmalnutrition increases significantly due poor feeding practices and\nincreased infections. In Kenya, there is this peculiar habit of\nparents feeding their children on the same foods day in day out until\nthey are ready to join in the family diet.<\/p>\n<p align=\"JUSTIFY\">This\nstandard menu comprising of boiled potatoes, pumpkins, banana and\nspinach is a good starts but lacks essential nutrients as the baby\ngrows. This standard diet that is loaded with carbohydrates and\ndeficient in other essential nutrients leads to malnutrition\nincluding an obese child with micronutrient deficiencies. According\nto KDHS 2008- 2009, only 39 per cent of all children age 6-23 months are fed\nin accordance with all infant and young child nutrition recommended\npractices, and only 54 per cent are fed from the requisite number of food\ngroups. Nationally, about, 26 per cent of Kenyan children are stunted, 4 per cent\nare wasted and 11 per cent are underweight. Lack of nutritional knowledge\nrather than food unavailability is main reason responsible for\nnutrition inadequacy among the under 5 in Kenya.<\/p>\n<p align=\"JUSTIFY\">These\npoor dietary practices lead to various forms of malnutrition: Under\nnutrition; an outcome of insufficient food intake; over nutrition,\nresulting from consumption of excess nutrients than what is required\nfor good health, growth and development, and micro nutrient\ndeficiencies, a  type of under nutrition where the body lacks in one\nor many micro nutrients. Slow behavioral development and mental\nretardation are seen especially in children with chronic\nmalnutrition. Even after recovery from malnutrition, a child may be\nleft with long-term effects like impairment in intellectual function\nand digestive problems which can be carried on for the rest of their\nlives. Overweight and obesity can lead to a number of health\ncomplications which may include hypertension, type 2 diabetes, sleep\ndisorders and cardiovascular diseases.<\/p>\n<p align=\"JUSTIFY\">&nbsp;Children\nlearn through observation. Parents are the greatest role models at\nthis age. For children below two years, teaching them to eat healthy\ncalls for more than just giving them what to eat. If you are picky\neater, if you leave your vegetable servings on the plate after meals;\nyou will most likely see the same habit with your child. If you want\nyour child to adopt healthy dietary habits, you must also observe\nthese habits.<\/p>\n\n<p align=\"JUSTIFY\">Young\nminds are more receptive to new information and therefore knowledge\nand skills learnt in early childhood are more likely to be retained\nand practiced in the future. At this age, the children are at an\nexploratory stage, an opportunity that can be taken advantage of to\nimplant positive behavior. Habits and attitudes formed in early life\nare translated into the future adults&rsquo; lifestyles. \n<\/p>\n<p align=\"JUSTIFY\">It\nis hard to change the dietary habits of older children especially\nthose above 5 years. It is even harder to change that of an adult.\nLifestyle illnesses, also known as non communicable diseases are on\nthe rise in Kenya.If we\ntake care of our children in their first 1000 days, we will greatly\nreduce their risk of non-communicable illnesses in both childhood and\nadulthood. It is easier to build strong children than to repair\nbroken men.<\/p>\n<p align=\"JUSTIFY\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>&nbsp;&nbsp;&nbsp; The writer is a nutritionist in Nairobi<br \/><\/em><\/p>","newsitem_id":"1209557","section_id":"24","sorted_tags":["Nutrition","Obesity","Pregnancy","Nutrient","Fetal alcohol syndrome","Mental retardation","Micronutrient","Health care"],"theme":{"Nutrition":"0.938961","Obesity":"0.434158","Pregnancy":"0.369469","Nutrient":"0.354281","Fetal alcohol syndrome":"0.314082","Mental retardation":"0.309887","Micronutrient":"0.305633","Health":"0.305579"}}},{"node":{"nid":"1381","type":"article","title":"New procedure to end use of adult diapers","byline":"BY STAR REPORTER","date":"2015-10-05 02:00:00","image":null,"body":"<!--\nP { margin-bottom: 0.08in; direction: ltr; color: rgb(0, 0, 0); widows: 2; orphans: 2; }A:link { color: rgb(0, 0, 255); }\n-->\n\n\n<p>A new treatment procedure, Sacral Nerve Stimulator (SNS), to help patients with chronic dysfunction of the urinary, bowel and pelvic floor conditions has been introduced at Aga Khan University Hospital.<\/p><p>Along the spinal cord and through the lower back, there is the sacral area. Here, nerve paths split off and go in different directions, some to the pelvic area. The muscles in the pelvic floor, urethral and anal sphincter and bladder muscles are controlled by the brain through nerves that run from the sacral area. Sensations such as fullness in the bladder, or rectum are also relayed to the brain via these nerve routes.<\/p><p>Dr Thikra Sharif, the head of the pain management unit at the hospital, explained: &ldquo;Sacral nerve stimulator is a reversible treatment for patients with bladder and bowel control difficulties, chronic pelvic pain problems and who have had conservative treatments which have not worked.&rdquo;<\/p><p>&ldquo;Majority of these patients are unable to know when urine or stool comes out and often use diapers. This affects them psychologically and are very embarrassed to talk about the problem. With the new sacral nerve stimulator treatment, most of them will be able to go about their daily activities without any difficulties and need for assistance.&rdquo;<\/p><p>&ldquo;This procedure is carried using a small device (a neurotransmitter) that is implanted under the skin in the upper buttock area. The device sends mild electrical impulses through a lead that is positioned close to a nerve located in the lower back (the sacral nerve) which influences the bladder, the anal sphincter and the pelvic floor muscles.&rdquo;<\/p><p>He said by stimulating the sacral nerve, a signal that manipulates a contraction within the pelvic floor is sent. Over time, these contractions rebuild the strength of the organs and muscles within it which in turn effectively alleviates all symptoms of urinary and faecal disorders and in many cases eliminates them completely.<\/p><p>&nbsp;<\/p>\n<p><br \/><br \/>\n<\/p>","newsitem_id":"1205795","section_id":"24","sorted_tags":["Urinary bladder","Pelvis","Urethra","Muscle","Urine","Urinary system","Pelvic floor","Rectum"],"theme":{"Urinary bladder":"0.944361","Pelvis":"0.737653","Urethra":"0.610174","Muscle":"0.604184","Urine":"0.601906","Urinary system":"0.561218","Pelvic floor":"0.510401","Rectum":"0.495616"}}},{"node":{"nid":"1443","type":"article","title":"Health Summary","byline":"TRACY MUTINDA","date":"2015-10-04 21:00:00","image":null,"body":"<p><strong>Kenyans living with albinism to get free sun care products<\/strong><\/p><p><strong><br \/><\/strong><\/p><p>The government is set to spend Sh144 million for the skin care products' programme on people living with albinism. The programme being implemented by the government through the \nNational Council of People with Disability in partnership with \nKenya Medical Supplies Authority aims at buying and distributing\n for free assorted products to help people living with albinism to cope \nwith their condition. The amount is part of the Sh1.3 billion Treasury allocated to people living with disability for the current financial year. The programme will supply more than 3,000 people living with \nalbinism with sunscreen lotions, lip care products, after sun lotions, \nprotective clothing, and easier access to eye care products in \ngovernment hospitals at no fee. During the flagging off of the products in Nairobi, Isaac Mwaura, \nwho is a nominated MP for special interest groups, said\n recognising that people with albinism need sun protection products is a\n step towards the right direction. He added that availability of the \nproducts will reduce the rising number of people with albinism who get \ncancer.\n<\/p><p>&nbsp;<\/p><p><strong>All people with HIV should get anti-retroviral drugs - WHO<\/strong><\/p><p><strong><br \/><\/strong><\/p><p>The World Health Organisation on Wednesday said all people with \nthe HIV virus should be given anti-retroviral drugs as soon as possible \nafter diagnosis, meaning 37 million people worldwide should be on \ntreatment. Recent clinical trials have confirmed that early use of the drugs\n extended the lives of people with HIV and reduced the risk of \ntransmitting the disease to their partners, the WHO said in a statement \nexpanding current guidelines to its 194 member states. <\/p><p>\"Everybody living with HIV has the right to life-saving \ntreatment. The new guidelines are a very important step towards ensuring\n that all people living with HIV have immediate access to \nanti-retroviral treatment,\" said Michel Sidibe, Executive Director of \nUNAIDS.\nUnder current WHO guidelines, 28 million people are deemed eligible for anti-retroviral treatment.&nbsp; <\/p><p>Major suppliers of HIV drugs include Gilead, ViiV Healthcare, which \nis majority-owned by GlaxoSmithKline, and multiple Indian generic\n manufacturers.&nbsp;\n<\/p><p>All people at \"substantial\" risk of contracting HIV should also be \ngiven preventive anti-retroviral treatment, not just men who have sex \nwith men, the WHO said.\n<\/p><p>&nbsp;<\/p><p><strong>Firm to launch cheaper drugs for chronic diseases in Kenya<\/strong><\/p><p><strong><br \/><\/strong><\/p><p>Kenyans will soon benefit from cheaper drugs to treat chronic \ndiseases after a pharmaceutical company announced it would launch its \nproducts next month. The portfolio called Norvatis Access, will include 15 medicines \nmeant to treat chronic illnesses such as cardiovascular diseases, \ndiabetes, respiratory illnesses and breast cancer. A single treatment \ncase will cost Sh105 a month. Novartis Access Pharmaceutical, which has other operations in the\n country, made the announcement recently in New York at an event that \nwas attended by the First Lady Margaret Kenyatta and Health Cabinet \nSecretary James Macharia. The company also pointed out that the launch of Novartis Access \nwill first be done in Kenya, then Ethiopia and Vietnam before being \nrolled out to other parts of the world with similar health challenges.\n<\/p><p>\"Novartis's portfolio will be offered to governments and non-governmental organisations in low and low-middle-income countries,\" said Joerg Reinhardt, the chairman of the Novartis Board in a statement. The Novartis Access portfolio includes patented and generic medicines.<\/p><p>&nbsp;<\/p><p><strong>Kenya will lead fight for low cost HIV medicine - Uhuru<\/strong><\/p><p><strong><br \/><\/strong><\/p><p>Kenya will spearhead efforts to keep HIV medication affordable and will \nmake it a big agenda at the upcoming World Trade Organisation Summit \nthat will be held in Nairobi in December. President Uhuru Kenyatta made the announcement when he chaired a\n high-level meeting on HIV and Aids at the United Nations Headquarters. He said governments must ensure HIV commodities, particularly \nanti-retroviral medication, must continue to be available at affordable \nprices.&nbsp;&nbsp;\n<\/p><p>&ldquo;Since HIV treatment is for life, there is need to safeguard and \nextend HIV-related trade and intellectual property flexibilities,&rdquo; said \nthe President in his speech amid applause from the participants \nincluding Presidents and other dignitaries.\n<\/p><p>The President said Africa was on its way to start production of \nARVs following a resolution reached through an African Union plan to end\n HIV\/Aids, Tuberculosis and Malaria.\n<\/p>He called for increased financing to bring HIV\/Aids to an end and added that Kenya&rsquo;s commitment to this goal was proven. He said Kenya continues to prioritise and invest in preventive HIV \nvaccine development as a key element of the globally acknowledged \nprevention revolution roadmap.\n<ins><ins id=\"aswift_1_expand\"><ins id=\"aswift_1_anchor\"><\/ins><\/ins><\/ins><p>&nbsp;<\/p>","newsitem_id":"1215706","section_id":"24","sorted_tags":["AIDS","Antiretroviral drug","HIV","Protease inhibitor","Kenya","Tuberculosis","Viral load","Infectious disease"],"theme":{"AIDS":"0.972741","Antiretroviral drug":"0.948842","HIV":"0.906103","Protease inhibitor":"0.603616","Jomo Kenyatta":"0.574822","Tuberculosis":"0.548421","Viral load":"0.527516","Infectious disease":"0.488292"}}},{"node":{"nid":"1444","type":"article","title":"HEALTH DIARY (OCT 5)","byline":"John Muchangi","date":"2015-10-04 21:00:00","image":null,"body":"<span>October marks the Breast&nbsp;<\/span><a id=\"ramplink_Cancer Awareness_\" href=\"http:\/\/abcnews.go.com\/topics\/lifestyle\/health\/cancer-awareness.htm\" target=\"_blank\">Cancer Awareness<\/a><span>&nbsp;month, an annual campaign that aims to increase knowledge and awareness of the disease. This is the most prevalent cancer among Kenyan women and is fully treatable if detected early. There will be free testing in most public hospitals across the country.<\/span>","newsitem_id":"1209587","section_id":"24","sorted_tags":["Disease","Epidemiology","Cancer","Medicine"],"theme":{"Disease":"0.93922","Epidemiology":"0.823415","Cancer":"0.68","Medicine":"0.648"}}},{"node":{"nid":"2104","type":"article","title":"Why HIV positive mothers should also breastfeed","byline":"BY VALERIE KOGA","date":"2015-09-28 02:30:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/09\/28\/980531.png?itok=z3bW-scX|ALT|Breastfeeding is for everyone|IMG|http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/09\/28\/980975.jpg?itok=sqpyRU0J|ALT|Breastfeeding mothers at Pumwani Hospital grounds during the celebrations of World's Breastfeeding Week. photo\/PATRICK VIDIJA","body":"<p>Youths are currently the hardest hit by HIV, but are at the same time are targets of exclusive breastfeeding campaigns.<\/p><p>Experts say babies should be breastfed exclusively for the first six months, then other foods introduced with continued breastfeeding until they are 24 months, or even beyond.<\/p><p> But should this also be extended to mothers living with HIV?<\/p><p>Olivia Vilembwa, a nutritionist from the Jaramogi Oginga Odinga Teaching and Referral Hospital, says all mothers should nurse their children exclusively for six months to aid in effective nutrition.<\/p><p>She advises working mothers to keep a milk bank so the baby can still have plenty of milk during the day. Vilembwa says a healthy mother is capable of producing up to 1.5 litres of milk a day, and can express most of this, especially in the first three months when the milk is plenty and the baby feeds on very little. The best time to express milk is at night. The milk should be frozen to create a milk bank, she says.<\/p><p> Vilembwa adds that infants should not be given anything else, not even water, before they are six months old. &ldquo;The mother&rsquo;s milk has everything the baby needs, including for quenching the baby&rsquo;s thirst,&rdquo; she says.<\/p><p> This is supported by nutrition expert Grace Gitau&rsquo;s sentiments that breastfeeding, especially early and exclusive breastfeeding, &ldquo;is one of the most significant ways to improve infant survival rates&rdquo;.<\/p><p> Gitau also supports HIV-infected mothers breastfeeding their babies, saying: &ldquo;Evidence on HIV and infant feeding shows that giving ARVs to HIV-infected mothers can significantly reduce the risk of transmission through breastfeeding and also improve her health.&rdquo; She says this enables infants of HIV-infected mothers to be breastfed with a low risk of transmission (1-2 per cent). Gitau says, however, breastfeeding should only stop once &ldquo;a nutritionally adequate and safe diet without breast milk can be provided&rdquo;.<\/p><p> The World Health Organisation says health authorities should endorse either breastfeeding while receiving ARVs for the mother or infant, or avoid breastfeeding at all. If mothers opt to breastfeed, they should only stop after the child&rsquo;s first birthday. Earlier, mothers with HIV were to breastfeed for six months then decide whether to stop or continue breastfeeding. But WHO now insists that if the mother chooses to breastfeed, she should only stop after 12 months.<\/p><p> The mother&rsquo;s milk has a rich array of nutrients and is balanced, keeping the baby healthy and strong. Besides nutrients, the milk contains anti-bodies that prevent the baby from getting infections and also fights germs and other foreign elements in the baby. The milk comes in two forms, the fore milk is a watery form that quenches the baby&rsquo;s thirst, and the later milk is thick and contains fats and most nutrients, Vilembwa says.<\/p><p> She further says that in case a baby needs supplements or medicine for an illness, the mother will be advised on what to give at the hospital. Otherwise, she should ensure her baby feeds only on breast milk for the first six months.<\/p><p> However, for HIV positive mothers, there is a lot more to do than just breastfeeding. They also need to keep healthy and follow guidelines to reduce chances of transmission of the virus to the baby and still keep the baby healthy and well-nourished. Vilembwa insists that for HIV positive mothers, the ministry&rsquo;s guidelines on feeding should be followed to ensure proper care for both mother and baby.<\/p><p> HIV-positive mothers are advised on the challenges and benefits of different feeding options &ndash; exclusive breastfeeding with antiretroviral drugs (ARVs) and exclusive replacement feeding &ndash; so they can make an informed decision on how to feed their babies, according to the Health ministry&rsquo;s Guidelines for Prevention of Mother to Child Transmission (PMTCT) of HIV\/Aids in Kenya, 2012.<\/p><p> The ministry and WHO guidelines 2010 say that if the mother chooses to breastfeed, she will do so exclusively for the first six months, just like HIV-negative mothers, and breastfeed up to one year with appropriate complimentary feeds. She should only stop breastfeeding after 12 months.<\/p><p> But the babies should be provided with nevirapine prophylaxis for up to one week after the complete cessation of breastfeeding, according to the ministry guidelines. The ministry says the use of ARVs for the mother and child reduce the risk of transmission of HIV from mother to child.<\/p><p>WHO says countries should implement guidelines on breastfeeding according to factors such as &ldquo;HIV prevalence, background infant and child mortality rates, current infant and young child feeding practices ad nutritional status of infants, availability of clean water and sanitation, socio-economic status of the population and quality of health services, including provision of interventions for PMTCT&rdquo;.<\/p><p> In some countries, especially those with low infant and mortality rates, replacement feeding may remain the best strategy to promote HIV-free survival among HIV-exposed infants, according to WHO.<\/p><p> Gitau says those who do not have access to ARVs should be counselled to exclusively breastfeed for six months and continue breastfeeding thereafter or give the children infant formula if the environmental and social circumstances are safe for, and supportive of, feeding with formula.<\/p>","newsitem_id":"1207526","section_id":"24","sorted_tags":["Breastfeeding","Breast milk","Baby bottle","Infant","Milk","Infant","Lactation","Human"],"theme":{"Breastfeeding":"0.972698","Breast milk":"0.771506","Baby bottle":"0.65149","Infant":"0.634818","Milk":"0.552106","Infant formula":"0.53643","Lactation":"0.517388","Human milk banking in North America":"0.484745"}}},{"node":{"nid":"2106","type":"article","title":"Cancer survivor gets new lease of life","byline":"BY WILLIAM MWANGI","date":"2015-09-28 02:30:00","image":"http:\/\/www.the-star.co.ke\/sites\/default\/files\/styles\/mobile_app\/public\/articles\/2015\/09\/28\/1194365.jpg?itok=VPpmCtJo|ALT|Joyce Wawira, a cancer survirvor.Photo\/Faraja","body":"<p>Joyce Wawira, 35, a mother of two, discovered she had breast cancer last year.<\/p><p>&ldquo;Initially, I had a small lump on her right breast. After a visit to a doctor, a sample from the lump was taken for further tests. The tests came out and I was given a clean bill of health,&rdquo; she said.<\/p><p>However, early last year, Wawira realised that the lump would enlarge every time she had her menses.<\/p><p>Worsening the situation, blood was oozing from her nipple.<\/p><p>&ldquo;A biopsy at Aga Khan University Hospital confirmed the tumor was indeed breast cancer which, luckily, was in its early stage,&rdquo; Wawira added.<\/p><p>Her workmates assisted her in raising funds for an insurance cover that would cater for her medical expenses. &ldquo;My colleagues were really helpful and they raised funds for my first chemo but after that I had no funds to continue with the sessions which made me seek other solutions,&rdquo; he said.<\/p><p>Wawira sought help from Nairobi-based Faraja Cancer Support Trust and they promised to assess her case. Faraja and Nakumatt decided to fund Wawira&rsquo;s chemotherapy sessions with funds they had raised in a campaign dubbed,  &lsquo;Let&rsquo;s fight this battle together&rsquo; in October last year.<\/p><p>The funds raised through this campaign were used to offer free breast, cervical and prostate cancer screening. The deficit remaining from the campaign will be used to treat cancer patients like Wawira.<\/p><p>After undergoing the chemotherapy for over six months, Wawira got well and decided to go for a final test to ensure that she was well.<\/p><p>&ldquo;On going for final tests, I got the shocker news that my right side was fully recovered but my left breast had a swelling,&rdquo; Wawira added.<\/p><p>Wawira says she was devastated and even quit her job because she could not raise money but Faraja asked her to go for more tests.<\/p><p>&ldquo;Faraja agreed to do more tests that I am still going through and I am praying this time it is not cancerous, i still do not know how to thank the Nakumatt and Faraja for their support in my cancer journey,&rdquo; she said. She is among the many cancer cases that are reported across the globe with numbers growing.<\/p><p>In Kenya about about 40,000 cancer cases are reported annually.<\/p>","newsitem_id":"1194362","section_id":"24","sorted_tags":["Cancer","Breast cancer","Oncology","Metastasis","Chemotherapy","Estrogen","Breast cancer","Screening"],"theme":{"Cancer":"0.987152","Breast cancer":"0.900895","Oncology":"0.655971","Metastasis":"0.633744","Chemotherapy":"0.536218","Estrogen":"0.535987","Breast":"0.46284","Screening":"0.441958"}}}],"tags":{"Food":2,"Epidemiology":3,"John Snow":1,"Hygiene":2,"James K. Polk":1,"Kerio Valley":1,"Marakwet":1,"Girl":3,"Primary school":1,"Primary education":1,"Police":1,"Kerio River":1,"Constable":1,"World":6,"2007 MTV Movie Awards":1,"Health care":18,"Medicine":8,"Pain":5,"Blood":3,"Kenya":9,"Myocardial infarction":1,"Fisherman":2,"Lake Victoria":1,"Fishing":1,"AIDS":5,"Homa Bay":1,"Nyanza Province":1,"Antiretroviral drug":3,"Africa":4,"Death":1,"Community":1,"Nairobi":1,"Nursing":1,"Cancer":14,"Breast cancer":10,"Metastasis":6,"Cervical cancer":1,"Nurse":1,"Raila Odinga":1,"Chemotherapy":6,"Leukemia":2,"Bone marrow":2,"National identification number":2,"Hematology":2,"Identity theft":1,"Polio vaccine":1,"Vaccine":1,"Tuberculosis":4,"Public health":3,"Poliomyelitis eradication":1,"Illness":1,"Female":2,"Violence against women":2,"Domestic violence":1,"Woman":2,"Gender":1,"Boy":1,"Family planning":2,"Bill & Melinda Gates Foundation":2,"Bill Gates":1,"Million":1,"Birth control":1,"Duke University":1,"Abortion":1,"Urinary bladder":2,"Urinary system":2,"Ureter":1,"Urology":1,"Urine":2,"Peritoneum":1,"Artery":1,"Atherosclerosis":1,"Heart":1,"Coronary circulation":1,"Cardiology":1,"Angina pectoris":1,"Atheroma":1,"Coronary artery disease":1,"HIV":4,"Viral load":2,"Protease inhibitor":2,"Infectious disease":2,"Cytomegalovirus":1,"Immune system":1,"Malaise":1,"Day care":1,"Nutrition":5,"Babysitting":1,"Aga Khan IV":2,"Childcare":1,"Infant":3,"Developmental psychology":1,"Oncology":5,"Lymphatic system":2,"Coeliac disease":1,"Leaf vegetable":1,"Gluten-free diet":2,"Term":1,"Biotin":1,"Mycosis":1,"Disease":3,"Antibiotic resistance":1,"Mobile phone":2,"Computer program":2,"Clitoris":1,"Government":2,"The Practice":1,"Crime":1,"Pharmaceutical drug":1,"Pharmacology":3,"Corticosteroid":1,"Malaria":2,"Sanitation":1,"Human":2,"Latrine":1,"Toilet":1,"Outhouse":1,"Composting toilet":1,"Sickle-cell disease":2,"Red blood cell":1,"Heterozygote advantage":1,"Priapism":1,"Mutation":1,"International Atomic Energy Agency":1,"Rotary International":1,"Evanston, Illinois":1,"Diabetes mellitus":3,"Hypertension":2,"Rice":1,"Lead paint":1,"Pigment":1,"Meat":1,"Pork":1,"Red meat":1,"Drug":2,"Pharmaceutical industry":1,"Genetic disorder":1,"Opioid":1,"Hospital":2,"Attention-deficit hyperactivity disorder":1,"Off-label use":1,"City":1,"Urban area":1,"Water":1,"Life":1,"Metropolis":1,"Megalopolis":1,"Developed environments":1,"Global warming":1,"Rheumatology":2,"Arthritis":2,"Rheumatoid arthritis":2,"Osteoarthritis":1,"Obesity":3,"Uric acid":1,"Septic arthritis":1,"Health insurance":2,"Contributions":1,"Fundraising":1,"Insurance":1,"Health economics":2,"Contribution margin":1,"Healthcare":1,"Magnetic resonance imaging":1,"Osteoporosis":1,"Ankylosing spondylitis":1,"Calcium":1,"Awareness":1,"Self-awareness":1,"Nipple":1,"Mammography":1,"Pink ribbon":1,"School":1,"Ageing":1,"Gerontology":1,"Jigger":1,"Orphan":1,"Prevalence":1,"Illegal drug trade":1,"Nobel Prize":1,"Pharmacy":1,"Prostate cancer":1,"BRCA2":1,"Radiation therapy":1,"Screening":2,"Pregnancy":1,"Nutrient":1,"Fetal alcohol syndrome":1,"Mental retardation":1,"Micronutrient":1,"Pelvis":1,"Urethra":1,"Muscle":1,"Pelvic floor":1,"Rectum":1,"Breastfeeding":1,"Breast milk":1,"Baby bottle":1,"Milk":1,"Lactation":1,"Estrogen":1}}